{
  "content": "Version 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.\nNCCN Clinical Practice Guidelines in Oncology (NCCN Guidelines®)Kaposi Sarcoma\nVersion 2.2025 — January 14, 2025\nContinueNCCN.org\nNCCN recognizes the importance of clinical trials and encourages participation when applicable and available. \nTrials should be designed to maximize inclusiveness and broad representative enrollment.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.NCCN Guidelines Index\nTable of Contents\nDiscussion\nContinue\nNCCN Guidelines Panel Disclosuresξ Bone marrow\ntransplantation\nϖ Dermatology\nΩ Gynecologic oncology\n‡ Hematology/Hematology \noncology\nF Infectious diseases\nÞ Internal medicine\n† Medical oncology≠ Pathology\n¥ Patient advocacy\nΣ Pharmacology\n§ Radiotherapy/Radiation \noncology\n¶ Surgery/Surgical oncology\n* Discussion Writing \nCommittee MemberNCCN\nDeborah Freedman-Cass, PhD\nRyan Schonfeld, BA*Erin Reid, MD/Co-chair ‡ \nUC San Diego Moores Cancer Center\n*Gita Suneja, MD/Co-chair §  \nHuntsman Cancer Institute  \nat the University of Utah\nBorislav Alexiev, MD ≠  \nRobert H. Lurie Comprehensive Cancer  \nCenter of Northwestern University\nRichard F. Ambinder, MD, PhD †  \nJohns Hopkins Kimmel Cancer Center\nKevin Ard, MD, MPH F Þ \nMass General Cancer Center\nRobert Baiocchi, MD, PhD †  \nThe Ohio State University Comprehensive \nCancer Center - James Cancer Hospital  \nand Solove Research Institute\nThomas Campbell, MD F \nUniversity of Colorado Cancer Center\nEvie Carchman, MD ¶ \nUniversity of Wisconsin Carbone Cancer Center\nStuart Cohen, MD F \nUC Davis Comprehensive Cancer Center\nMark Dickson, MD † \nMemorial Sloan Kettering Cancer Center \nGregory Eschenauer, PharmD Σ F  \nUniversity of Michigan Rogel Cancer Center\nGaurav Goyal, MD † ‡ Þ \nO'Neal Comprehensive Cancer Center at UABAjay Gupta, MD ‡ \nRoswell Park Comprehensive Cancer Center\nNeel K. Gupta, MD ‡  \nStanford Cancer Institute\nDavid H. Henry, MD ‡ \nAbramson Cancer Center  \nat the University of Pennsylvania\nAmy Jones, MD † \nUT Southwestern Simmons  \nComprehensive Cancer Center\nStephen Kimani, MD, MSc † Þ  \nHuntsman Cancer Institute  \nat the University of Utah\nAnn Klopp, MD, PhD §  \nThe University of Texas  \nMD Anderson Cancer Center\nMark Korpics, MD § \nThe UChicago Medicine  \nComprehensive Cancer Center\nAnn S. LaCasce, MD, MMSc † \nDana-Farber/Brigham and  \nWomen's Cancer Center\nChi Lin, MD, PhD §  \nFred & Pamela Buffett Cancer Center\nToby Maurer, MD ϖ  \nIndiana University Melvin and Bren Simon \nComprehensive Cancer Center \nManoj P. Menon, MD, MPH †  \nFred Hutchinson Cancer CenterDavid Morgan, MD ‡ ξ \nVanderbilt-Ingram Cancer Center\nNitya Nathwani, MD ‡  \nCity of Hope National Medical Center\nDavid Palm, MS ¥ \nAIDS Clinical Trials Group (ACTG)\nGyorgy Paragh, MD, PhD ϖ  \nRoswell Park Comprehensive  \nCancer Center \nHenry S. Park, MD, MPH § \nYale Cancer Center/Smilow Cancer Hospital\nLee Ratner, MD, PhD † Þ  \nSiteman Cancer Center at Barnes-  \nJewish Hospital and Washington  \nUniversity School of Medicine\nStacey Rizza, MD F \nMayo Clinic Comprehensive Cancer Center\nJulian Sanchez, MD ¶  \nMoffitt Cancer Center\nJohn Schorge, MD Ω  \nSt. Jude Children's Research Hospital/The \nUniversity of Tennessee Health Science Center\nJohn Timmerman, MD † \nUCLA Jonsson Comprehensive Cancer Center\nChia-Ching J. Wang, MD † ‡ \nUCSF Helen Diller Family  \nComprehensive Cancer CenterPLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.The NCCN Guidelines® are a statement of evidence and consensus of the authors regarding their views of currently accepted approaches to \ntreatment. Any clinician seeking to apply or consult the NCCN Guidelines is expected to use independent medical judgment in the context of individual \nclinical circumstances to determine any patient’s care or treatment. The National Comprehensive Cancer Network® (NCCN®) makes no representations \nor warranties of any kind regarding their content, use or application and disclaims any responsibility for their application or use in any way . The NCCN \nGuidelines are copyrighted by National Comprehensive Cancer Network®. All rights reserved. The NCCN Guidelines and the illustrations herein may \nnot be reproduced in any form without the express written permission of NCCN. ©2025.NCCN Guidelines Index\nTable of Contents\nDiscussion\nNCCN Kaposi Sarcoma Panel Members\nSummary of Guidelines Updates\n• Diagnosis and Workup (KS-1)\n• Limited Cutaneous Disease (KS-2)\n• Advanced Cutaneous, Oral, Visceral, or Nodal Disease (KS-3)\n• Surveillance (KS-4)\n• Staging Classification and Response Definitions for KS (KS-A)\n• Principles and Goals of Therapy (KS-B)\n• Principles of Immune Reconstitution Inflammatory Syndrome (IRIS)  (KS-C)\n• Local Therapy (KS-D)\n• Principles of Radiation Therapy (KS-E) \n• Systemic Therapy (KS-F)\n• Abbreviations (ABBR-1)Find an NCCN Member Institution: \nhttps://www.nccn.org/home/member-\ninstitutions.\nNCCN Categories of Evidence and \nConsensus:  All recommendations are \ncategory 2A unless otherwise indicated.\nSee NCCN Categories of Evidence  \nand Consensus .\nNCCN Categories of Preference:  \nAll recommendations are considered \nappropriate.\nSee NCCN Categories of Preference.PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.NCCN Guidelines Index\nTable of Contents\nDiscussion\nUpdates in Version 1.2025 of the NCCN Guidelines for Kaposi Sarcoma from Version 2.2024 include:\nGlobal\n• References were updated throughout the Guidelines.\n• \"AIDS\" has been replaced by \"HIV\" where appropriate.\nKS-1\n• Diagnosis\n\u0017Essential, bullet 1 revised: Review of all adequate  slides with at least one  from paraffin block representative of the tumor by a pathologist with expertise in the \ndiagnosis of Kaposi sarcoma.\n• Workup\n\u0017Essential\n ◊Bullet 1, History and physical examination\n –Sub-bullet 1 revised: Including history of additional immunosuppression  immunosuppressive disease or therapy , such as transplant/local or systemic \nglucocorticoids.\n –Sub-bullet 2 revised: Including complete skin, oral, and lymph node examinations, and evaluation  documentation  of edema.\n\u0017Essential  Useful in selected cases\n ◊Bullet 1 moved from Essential: In patients of childbearing potential if chemotherapy or radiation therapy (R T) planned: pregnancy testing.\n ◊Bullet 9 added: For PWH, begin discussions regarding the possible need to modify ART due to DDIs and the need to involve an HIV specialist in care decisions. \nSee Principles of Systemic Therapy and Drug-Drug Interactions (HIV-B) in the NCCN Guidelines for Patients with HIV.\n• Footnote a, second sentence modified: Involvement of an infectious disease (ID)  HIV specialist to evaluate for coexisting OI is appropriate, especially with advanced \nimmunosuppression.\nKS-2\n• First line therapy if symptomatic and/or cosmetically bothersome, options revised: Topicals or Intralesional chemotherapy or  Local therapy  or RT Local exicision or \nCryotherapy  or Systemic therapy or Clinical trial.\n• Footnote h revised: All PWH who have limited cutaneous disease that is symptomatic (eg, edema, oral KS, or other manifestation that interfere with normal functions \nor activities) and/or cosmetically bothersome should receive ART with or without another first-line therapy.  Initiation of ART may result in immune reconstitution \ninflammatory syndrome (IRIS) within 3–6 months; IRIS is characterized by marked lesional swelling, increased tenderness, and peripheral edema. Therefore, systemic \nKS-directed therapy should be initiated as soon as possible in all PWH who have symptomatic KS (eg, edema, oral KS, or other manifestation that interfere with \nnormal functions or activities). In patients with limited cutaneous disease, KS-associated IRIS is an indication for urgent initiation of systemic KS therapy; signs of \npast IRIS may also be an indication for earlier initiation of systemic KS therapy. ART should not be delayed or discontinued unless life-threatening IRIS develops. \nReconstitution of immune function is important for obtaining and maintaining control or remission of KS. See Principles of Immune Reconstitution Inflammatory \nSyndrome (IRIS) (KS-C) (Also for KS-3)\n• Footnote p, second sentence revised: If KS, evaluate for inadequate HIV control /ART failure  as a contributing factor to inadequate KS control and address possible \nchange in ART in conjunction with an HIV specialist. (Also for KS-3)\nKS-3\n• Advanced cutaneous, oral, visceral, or nodal disease, bottom pathway revised: not immediately  eligible for systemic therapy.\n\u0017First-line therapy, bottom pathway revised: Medical optimization and Consider  RT and Continue or initiate ART for PWH.\n\u0017Not eligible for systemic therapy, pathway revised: Consider RT or Best supportive care.\n\u0017Footnote r modified: Systemic therapy is preferred over RT as first-line therapy and relapsed/refractory therapy for disseminated disease whenever systemic therapy \nis feasible. Although uncommon, considering  performance status and medical  comorbidities may preclude the use of upfront chemotherapy in some patients. \nReversible medical issues should be addressed (eg, active infection requiring antibiotic or antiviral treatment; high-level HIV viremia requiring initiation/modification of \nART) so that systemic therapy can be delivered as quickly as possible. If poor performance status is because of KS, systemic therapy should be considered because \nit may lead to an improvement in performance status. \nUPDATESContinuedUpdates in Version 2.2025 of the NCCN Guidelines for Kaposi Sarcoma from Version 1.2025 include:\nKS-F 3 of 4\n• Footnote k added: Nivolumab and hyaluronidase-nvhy subcutaneous injection may be substituted for IV nivolumab. Nivolumab and hyaluronidase-nvhy has different \ndosing and administration instructions compared to IV nivolumab.PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.NCCN Guidelines Index\nTable of Contents\nDiscussion\nUPDATESKS-4\n• Surveillance\n\u0017Bullet 1, quaternary bullet 2 revised: Including complete skin and oral examinations, and documentation  evaluation and monitoring of edema\n\u0017Bullet 2 modified: Photography of oral, conjunctival, and cutaneous lesions (with reference unit of measure in the picture) for documentation  evaluation  of extent of \ndisease if change in disease is noted.\nKS-D•Local Therapy\n\u0017Topical, bullet 1, sub-bullet revised: Apply 3–4\n 2 times daily to affected skin sites ; increase to 3–4 times daily if tolerated .\n\u0017Cryotherapy, bullet added: Cryotherapy should be done by clinicians with expertise in cutaneous cancer cryotherapy.\u0017Last header revised: For local control of small, symptomatic lesions (ie, ≤1 cm)\n, the following may be considered: for local control of symptomatic lesions\n◊Bullet 1 revised: Marginal  excision\n◊Bullet 2 added: Electrodesiccation and curettage\n◊Bullet 3, sub-bullet revised and moved above intralesional chemotherapy options: Treatment schemas are listed below as a guide.  Other treatment schemas have  \nbeen studied, with a variety of vinblastine chemotherapy  concentrations, doses, administration volumes, frequencies of administration, and total doses/volumes  \nadministered. See Discussion for additional references and information.\n◊Bullet 3, sub-bullet 2 added: Bleomycin as an option for intralesional chemotherapy\n◊Bullet 3, sub-bullet 2, sub-bullet added: 1.5 to 3 units/mL solution with a dose of 0.5 unit per 0.5 cm2 of lesion (volume given depends on the size of the lesion)  \nevery 3 to 4 weeks until response\n◊Footnote a added: For larger lesions when systemic therapy is not feasible or effective, radiotherapy is preferred over excision.\n• Footnote b added: Wide excision is not indicated.•Reference 4 added: Poignonec S, Lachiver LD, Lamas G, et al. Intralesional bleomycin for acquired immunodeficiency syndrome-associated cutaneous Kaposi's\nsarcoma. Arch Dermatol 1995;131:228.\nKS-E•Principles of Radiation Therapy\n\u0017General Treatment Information\u0017Tertiary bullet revised: Various dosing schemas may be used. Lower total doses are preferred for smaller and more superficial lesions and palliative situations . Higher \ndoses may be preferred for more extensive, deeply invasive lesions,  or when a more durable local response is desired.\n• Table: row 1, column 2 revised: 10.8\n 9.6–14.4 Gy\n•Footnote a added: BED is a measure of the radiosensitivity of the tissue, with BED10 denoting the estimated effective dose to rapidly growing tumor tissue and BED3\ndenoting the estimated dose to normal tissue (organs at risk).\nKS-F (1 of 4)•Systemic Therapy\n\u0017Subsequent systemic therapy options revised: (also for table on KS-F [2 of 4])\n◊Headers removed:\n–Preferred Regimen\n–Other Recommended Regimens\n–Preference stratification for subsequent therapy options was changed.\n◊Useful in certain circumstances, regimens revised:\n◊Nivolumab ±  ipilimumab + nivolumab (for classic KS)\n◊Pembrolizumab (for endemic and classic KS)\n• Footnote g, second sentence added: If the patient has a history of KSHV\n-associated diseases, ICIs should be used with caution and with consideration of more\nfrequent monitoring for signs and symptoms of KICS or MCD. See NCCN Guidelines for Cancer in People with HIV , Principles of Systemic Therapy and Drug-Drug\nInteractions. (Also for KS-F [3 of 4])\n•Footnote removed: Pomalidomide has been U.S. Food and Drug Administration (FDA) approved for the treatment of adult patients with AIDS-related KS after failure of\nhighly active ART or in patients with KS with no HIV.\nKS-F (2 of 4)•Useful in certain circumstances, regimen and dosing schedule added: Nivolumab, 480 mg IV every 4 weeks.Updates in Version 1.2025 of the NCCN Guidelines for Kaposi Sarcoma from Version 2.2024 include:PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.\nNote: All recommendations are category 2A unless otherwise indicated.NCCN Guidelines Index\nTable of Contents\nDiscussion\nKS-1DIAGNOSIS WORKUP\nESSENTIAL:\n• Review of adequate slides from \nparaffin block representative of \nthe tumor by a pathologist with \nexpertise in the diagnosis of \nKaposi sarcoma (KS) \n\u0017Rebiopsy if non-diagnostic\n• Histopathology review of \nadequate biopsy (ie, skin \npunch, incisional, excisional)\n• Adequate immunophenotyping \nto establish diagnosis\n• Immunohistochemistry (IHC) \npanel: Kaposi sarcoma-\nassociated herpesvirus (KSHV; \nhuman herpesvirus 8 [HHV-8]), \nLANA-1\nUSEFUL IN CERTAIN \nCIRCUMSTANCES: \n• IHC: CD31 and CD34 if unclear \nwhether the tumor has a \nvascular origin\n• Encourage additional biopsy \nof nodal or visceral sites \nif a coexisting disorder is \nsuspected (ie, infection, \nlymphoma, multicentric \nCastleman disease [MCD])ESSENTIAL:\n• History and physical examination\n\u0017Including history of additional  immunosuppressive disease or therapy, \nsuch as transplant/local or systemic glucocorticoids \n\u0017Including complete skin, oral, and lymph node examinations, and \nevaluation of edema\n• Complete blood count (CBC), differential, and comprehensive metabolic \npanel\n• Human immunodeficiency virus (HIV) screening and/or diagnostic testinga\n• Photography of oral, conjunctival, and cutaneous lesions (with reference \nunit of measure in the picture) for evaluation and monitoring of extent of \ndisease\nUSEFUL IN SELECTED CASES:\n• In patients of childbearing potential if chemotherapy or radiation therapy \n(RT) planned: pregnancy testing \n• Evaluationa for suspected opportunistic infections (OIs)  \n• In the setting of advanced cutaneous, oral, visceral, or nodal involvement: \nstool hemoccult\n• In the setting of advanced cutaneous, oral, visceral, or nodal disease, or any \npulmonary symptoms: chest x-rayb\n• If unexplained pulmonary symptoms or abnormalities on chest x-ray: chest \nCT with contrastb and bronchoscopy\n• If gastrointestinal (GI) symptoms or positive hemoccult: abdomen/\npelvis CT with contrastb or MRI with and without contrastb and \nesophagogastroduodenoscopy (EGD)/colonoscopy\n• If concerns for coexisting KSHV-associated inflammatory cytokine \nsyndrome (KICS), MCD, or KSHV+ lymphoma, or other KSHV-associated \ndisease: FDG-PET/CT  scanb and/or lab workupc\n• If anthracycline planned or suspected pericardial effusion: transthoracic \nechocardiogram\n• For PWH, begin discussions regarding the possible need to modify ART \ndue to DDIs and the need to involve an HIV specialist in care decisions. See \nPrinciples of Systemic Therapy and Drug-Drug Interactions (HIV-B) in the \nNCCN Guidelines for Patients with HIV .Limited \ncutaneous \ndisease\na All patients who are HIV seropositive should have recent T-cell subsets, including \nquantitative CD4+ T-cell count and HIV viral load to assess immune function and HIV \ncontrol (Discussion ). Involvement of an HIV specialist to evaluate fo r coexisting OI is \nappropriate, especially with advanced immunosuppression.\nb Imaging should be directed by symptoms or findings concerning for visceral or bone \ninvolvement as well as coexisting KICS, MCD, or KSHV+ lymphoma and can include \nwhole body FDG-PET/CT. See NCCN Guidelines for B-Cell Lymphomas (CD-1).KS STAGEd\nFirst-Line \nTherapy \n(KS-2)\nAdvanced \ncutaneous, \noral, visceral, \nor nodal \ndiseaseFirst-Line \nTherapy \n(KS-3)\nc Useful in patients with clinical features (ie, fever, dyspnea, effusions) \nconcerning for KICS or KSHV-associated MCD: C-reactive protein, KSHV \nserum viral load, serum protein electrophoresis (SPEP), interleukin (IL)-6, \nor IL-10.\nd See Staging Classification for KS (KS-A 1 of 2) and Response Definitions \nfor KS (KS-A 2 of 2).PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.\nNote: All recommendations are category 2A unless otherwise indicated.NCCN Guidelines Index\nTable of Contents\nDiscussion\nKS-2Limited \ncutaneousf,gSymptomatic \nand/or\ncosmetically \nbothersomeStable \ndisease or \nResponse\nProgressive \ndiseasepRelapsed or \nprogressive \ndiseasep,qLimited\ncutaneous\nAdvanced \ncutaneous, \noral, \nvisceral, \nor nodal \ndisease \n(KS-3)\nd See Staging Classification for KS (KS-A 1 of 2) and Response Definitions for KS (KS-A 2 of 2).\ne Oncology and HIV clinicians, along with both an oncology pharmacist and HIV pharmacist, if available, \nshould review proposed cancer therapy, supportive care medications, and ART for possible drug-drug \ninteractions (DDIs) and overlapping toxicities prior to initiation. Co-management by an o ncologist and \nan HIV clinician is recommended  for the duration of therapy. See NCCN Guidelines for Cancer in \nPeople with HIV .\nf Principles and Goals of Therapy (KS-B).\ng There is no agreed upon definition for limited cutaneous disease, but some trials have used inclusion \ncriteria such as 5 index lesions or <5% body surface area involvement as the threshold. Clinical \njudgment is required. \nh Initiation of ART may result in immune reconstitution inflammatory syndrome (IRIS) within 3–6 \nmonths; IRIS is characterized by marked lesional swelling, increased tenderness, and peripheral \nedema. Therefore, systemic KS-directed therapy should be initiated as soon as possible in all PWH \nwho have symptomatic KS (eg, edema, oral KS, or other manifestation that interfere with normal \nfunctions or activities). In patients with limited cutaneous disease, KS-associated IRIS is an indication \nfor urgent initiation of systemic KS therapy; signs of past IRIS may also be an indication for earlier \ninitiation of systemic KS therapy. ART should not be delayed or discontinued unless life-threatening \nIRIS develops. Reconstitution of immune function is important for obtaining and maintaining control or \nremission of KS. See Principles of Immune Reconstitution Inflammatory Syndrome (IRIS) (KS-C) .Asymptomatic \nand \ncosmetically \nacceptableLocal therapyl\nor\nRTf,m\nor\nSystemic therapyn\nor\nClinical trialo\nObservek\nand \nStart or continue  \nantiretroviral \ntherapy (ART)h,i,j \nfor people with \nHIV (PWH)Symptomatic and/or cosmetically bothersome \nor progressive disease \n(See above)FIRST-LINE \nTHERAPYfRESPONSEdRELAPSED/REFRACTORY \nTHERAPYKS STAGEd,e\nObserve\n(KS-4)\nand \nContinue \nARTh,i for \nPWH\nNo HIVARTh,i,jPWH\ni Glucocorticoids in any formulation should be avoided due to their association \nwith KS progression. However, in cases of life-threatening conditions, their use \nmay be considered.\nj Patients who are only on ART should be reassessed within 4 weeks, particularly \nto monitor for KS-IRIS.\nk Rapid progression during observation may be an indication for initiation of \ntherapy.\nl Local Therapy (KS-D).\nm Principles of Radiation Therapy (KS-E). \nn Systemic Therapy (KS-F). \no clinicaltrials.gov .\np If progressive, relapsed, or refractory disease, consider biopsy of lesions since \nthey may be areas of post-inflammatory pigment and/or mimickers of KS. If \nKS, evaluate for inadequate HIV control as a contributing factor to inadequate \nKS control and address possible change in ART in conjunction with an HIV \nspecialist. See NCCN Guidelines for Cancer in People with HIV.\nq If after initial response to therapy, KS relapses or progresses, repeat use of \npreviously effective therapy may be considered, particularly if response was \ndurable.PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.\nNote: All recommendations are category 2A unless otherwise indicated.NCCN Guidelines Index\nTable of Contents\nDiscussion\nKS-3Advanced \ncutaneous, \noral, visceral, \nor nodal \ndiseasefSystemic \ntherapyn\nor\nClinical trialo\nand \nContinue or \ninitiate ARTh,i,j \nfor PWHResponse\nStable or progressive \ndiseasepRelapsed or \nprogressive \ndiseasepContinue ARTh,i for PWH\nand \nClinical trialo \nor\nRelapsed/Refractory \nDisease Therapyp (KS-F)\nor\nRTf,m,rObserve \n(KS-4)\nand\nContinue \nARTh,i for \nPWHFIRST-LINE \nTHERAPYfRESPONSEdRELAPSED/REFRACTORY \nTHERAPYKS STAGEd,e\nd See Staging Classification for KS (KS-A 1 of 2) and Response Definitions for KS (KS-A 2 of 2).e Oncology and HIV clinicians, along with both an oncology pharmacist and HIV pharmacist, if \navailable, should review proposed cancer therapy, supportive care medications, and ART for \npossible DDIs and overlapping toxicities prior to initiation. Co-management by o ncologist and \nHIV clinician is recommended  for the duration of therapy. See NCCN Guidelines for Cancer in \nPeople with HIV. f Principles and Goals of Therapy (KS-B).h Initiation of ART may result in IRIS within 3–6 months; IRIS is characterized by marked lesional \nswelling, increased tenderness, and peripheral edema. Therefore, systemic KS-directed \ntherapy should be initiated as soon as possible in all PWH who have symptomatic KS (eg, \nedema, oral KS, or other manifestation that interfere with normal functions or activities). In \npatients with limited cutaneous disease, KS-associated IRIS is an indication for urgent initiation \nof systemic KS therapy; signs of past IRIS may also be an indication for earlier initiation of \nsystemic KS therapy. ART should not be delayed or discontinued unless life-threatening IRIS \ndevelops. Reconstitution of immune function is important for obtaining and maintaining control \nor remission of KS. See Principles of Immune Reconstitution Inflammatory Syndrome (IRIS) \n(KS-C).Eligible for \nsystemic \ntherapy\nNot \nimmediately \neligible for \nsystemic \ntherapyrReassess \nfor\neligibility \nfor\nsystemic \ntherapyjEligible for \nsystemic therapy\nNot eligible for \nsystemic therapySee above\nConsider RT \nor \nBest supportive careMedical \noptimizationr\nand\nConsider RTf,m,r \nand \nContinue  or initiate \nARTh,i,j for PWH\ni Glucocorticoids in any formulation should be avoided due to their association with \nKS progression. However, in cases of life-threatening conditions, their use may be \nconsidered.j Patients who are only on ART should be reassessed within 4 weeks, particularly to \nmonitor for KS-IRIS. m Principles of Radiation Therapy (KS-E).n Systemic Therapy (KS-F).o clinical trials.gov .p If progressive, relapsed, or refractory disease, consider biopsy of lesions since they \nmay be areas of post-inflammatory pigment and/or mimickers of KS. If KS, evaluate \nfor inadequate HIV control as a contributing factor to inadequate KS control and \naddress possible change in ART in conjunction with an HIV specialist.  See NCCN \nGuidelines for Cancer in People with HIV.r Systemic therapy is preferred over RT as first-line therapy and relapsed/refractory \ntherapy for disseminated disease whenever systemic therapy is feasible. Although \nuncommon, performance status and medical comorbidities  may preclude the use \nof upfront chemotherapy in some patients. Reversible medical issues should be \naddressed (eg, active infection requiring antibiotic or antiviral treatment; high-level \nHIV viremia requiring initiation/modification of ART) so that systemic therapy can \nbe delivered as quickly as possible. If poor performance status is because of KS, \nsystemic therapy should be considered because it may lead to an improvement in \nperformance status. PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.\nNote: All recommendations are category 2A unless otherwise indicated.NCCN Guidelines Index\nTable of Contents\nDiscussion\nKS-4SURVEILLANCE\n• For patients not requiring active therapy and with no signs of progression \n\u0017Follow-up periodically based on response to therapy and, if applicable, degree of HIV viremia and immune reconstitution\n ◊History and physical examination\n –Including history of additional immunosuppression such as transplant/glucocorticoids \n –Including complete skin and oral examinations, and evaluation and monitoring of edema\n ◊CBC, differential, comprehensive metabolic panel \n ◊PWH  \n –T-cell subsets (CD4+ T-cell count) and HIV viral load\n –Assess ART compliance \n• Photography of oral, conjunctival, and cutaneous lesions (with reference unit of measure in the picture) for evaluation of extent of disease \nif change in disease is noted\n• If signs and symptoms concerning for visceral involvement or prior to new therapy if progression/refractory disease or if change in disease \nis noted, the following are indicated depending on the clinical circumstancesb:\n\u0017Evaluation for suspected OIs\n\u0017In the setting of advanced cutaneous, oral, visceral, or nodal involvement: stool hemoccult\n\u0017In the setting of advanced cutaneous, oral, visceral, or nodal disease: chest x-rayb\n\u0017If unexplained pulmonary symptoms or abnormalities on chest x-ray: chest CT with contrastb and bronchoscopy \n\u0017If GI symptoms or positive hemoccult: abdomen/pelvis CTb with contrast or MRI with and without contrastb and EGD/colonoscopy \n\u0017If concerns for coexisting KICS, MCD, or KSHV+ lymphoma, or other KSHV-associated disease:  FDG-PET/CTb and/or lab workupc \n\u0017The diagnosis of KICS ideally requires excisional biopsy of lymphadenopathy to exclude MCD, if feasible\n• As KSHV is not eradicated with treatment of KS, the risk for future KS persists even after complete remission.\n• For PWH, optimization and monitoring of HIV control and immune function is important to minimize this risk. This risk depends on immune \nfunction and generally decreases with immune reconstitution. However, KS can persist, relapse, or present even in the setting of normal \nvalues of T-cell subsets. Less frequent (every 6–12 mo) oncology monitoring may be appropriate for selected patients with undetectable HIV \nviral loads, normal T-cell subsets, and stable KS for 2 or more years as long as the patient has regular follow-up with an HIV provider.\nb Imaging should be directed by symptoms or findings concerning for visceral or bone involvement as well as coexisting KICS, MCD, or KSHV+ lymphoma and can \ninclude whole body FDG-PET/CT . See NCCN Guidelines for B-Cell Lymphomas (CD-1) .\nc Useful in patients with clinical features (ie, fever, dyspnea, effusions) concerning for KICS or KSHV-associated MCD: C-reactive protein, KSHV serum viral load, \nSPEP, IL-6, or IL-10.PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.\nNote: All recommendations are category 2A unless otherwise indicated.NCCN Guidelines Index\nTable of Contents\nDiscussion\nKS-A \n1 OF 2STAGING CLASSIFICATION FOR KSa\nGood risk (all of the following) Poor risk (any of the following)\nTumor, T T0: Confined to skin and/or lymph nodes \nand/or minimal oral disease (non-nodular \nKS confined to palate)T1: Tumor-associated edema or ulceration \nExtensive oral KS \nGastrointestinal KS \nKS in organs other than lymph nodes\nImmune system, I1I0: CD4+ T-cell count ≥150/μL I1: CD4+ T-cell count <150/μL\nSystemic disease, S S0: No history of opportunistic infection or \nthrush \nNo “B” symptoms2 \nKarnofsky Performance Status ≥70S1: History of opportunistic infection and/or thrush  \n“B” symptoms present  \nKarnofsky Performance Status <70  \nOther HIV-related illness (eg, neurologic disease, \nlymphoma)\n1 I stage has less prognostic value than T or S stages in patients on ART therapy.\n2 “B” symptoms are unexplained fever, night sweats, >10% involuntary weight loss, or diarrhea persisting > 2 weeks.\na Adapted from Krown SE, Metroka C, Wernz JC. Kaposi’s sarcoma in the acquired immune deficiency syndrome: a proposal for uniform evaluation, response, \nand staging criteria. AIDS Clinical Trials Group Oncology Committee. J Clin Oncol 1989;7:1201-1207.PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.\nNote: All recommendations are category 2A unless otherwise indicated.NCCN Guidelines Index\nTable of Contents\nDiscussion\nComplete response \n(CR)The absence of any detectable residual disease, including tumor-associated (local) edema, persisting \nfor at least 4 weeks. Patients known to have had visceral disease should have restaging with \nappropriate endoscopic or radiographic procedures relevant to sites involved at baseline.\nPartial response \n(PR)No new mucocutaneous lesions, visceral sites of involvement, or the appearance or worsening of \ntumor-associated edema or effusions; AND\n\u0017A 50% or greater decrease in the number of all previous existing lesions lasting for at least 4 weeks; \nOR\n\u0017Complete flattening of at least 50% of all previously raised lesions (ie, 50% of all previously nodular \nor plaque-like lesions become macules); \n     OR\n\u0017A 50% decrease in the sum of the products of the largest perpendicular diameters of at least 5 \nmeasurable lesions.\nNOTE: When there is residual tumor-associated edema or effusion, but disease otherwise meets criteria \nfor complete response, response should be classified as \"partial.\"\nStable disease (SD) Any response that does not meet the criteria for progressive disease or PR. \nProgressive disease \n(PD)An increase of >25% in the size of pre-existing lesions and/or the appearance of new lesions or sites \nof disease and/or a change in the character of the skin or oral lesions from macular to plaque-like \nor nodular of >25%. If new or increasing tumor-associated edema or effusion develop, disease is \nconsidered to be progressive.RESPONSE DEFINITIONS FOR KSa\nKS-A \n2 OF 2a Adapted from Krown SE, Metroka C, Wernz JC. Kaposi’s sarcoma in the acquired immune deficiency syndrome: a proposal for uniform evaluation, response, \nand staging criteria. AIDS Clinical Trials Group Oncology Committee. J Clin Oncol 1989;7:1201-1207.PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.\nNote: All recommendations are category 2A unless otherwise indicated.NCCN Guidelines Index\nTable of Contents\nDiscussion\nKS-BPRINCIPLES AND GOALS OF THERAPY\nPrinciples of Therapy :\n• Individual KS lesions may be distinct clones that arise due to the common risk factors of immunosuppression and persistent KSHV infection \nas opposed to metastases. Treatment of existing disease therefore may not prevent occurrence of future lesions. \n• Optimization of immune function and avoidance of additional immunosuppression are critical to prevention of additional KS lesions and \nmaintenance of response to therapy. For HIV-related KS, reconstitution of immune function and maintenance of viral suppression are \nimportant. Also, it is important to work with an HIV specialist to optimize suppression of HIV and reconstitution of immune function with ART. \n\u0017Important examples of iatrogenic immunosuppression, which may promote KS, include not only systemic but local glucocorticoids (ie, \ninhaled, topical, intra-articular). Note that KS may flare in a remote location from the site of local glucocorticoids. \n ◊Glucocorticoids in any formulation should be avoided due to their association with KS progression.1-3 However, in cases of life-\nthreatening conditions, their use may be considered. Proceed with caution if using glucocorticoids or consult an HIV or KS specialist.\n\u0017Patients requiring rituximab for treatment of non-Hodgkin lymphoma (NHL) with coexisting KS or MCD may develop flares of KS or incident \nKS. This may be mitigated by use of concurrent chemotherapy active against both KS and disease for which rituximab is prescribed (ie, \ndoxorubicin).\n• Persons with HIV -related KS, especially those with advanced immunosuppression, are at increased risk of OIs marrow suppression with \nneutropenic fever, or thrombocytopenic bleeding and should be monitored closely. It is important to collaborate with an HIV specialist to \nensure adequate OI prophylaxis appropriate to CD4+ T-cell count (which may temporarily decrease with cytotoxic chemotherapy). Growth \nfactor support may be needed to facilitate systemic therapy. \n• Lymphedema and soft tissue infections: KS is often complicated by lymphedema with increased risk of cellulitis and deep tissue infections \nin affected limbs. Risk of severe lymphedema and delayed wound healing may be increased after radiation. Refer to a lymphedema specialist.  \nIn the setting of advanced cutaneous disease, radiation should be reserved for circumstances when systemic therapy is not feasible with the \ngoal of palliation or short-term disease management until systemic therapy may be delivered. Note that treatment responses may be delayed \nin the context of significant lymphedema.\nGoals of Therapy :\n• PWH with limited cutaneous disease that is asymptomatic and cosmetically acceptable may be observed whil e starting or continuing \nART with optimization of immune function and HIV viral suppression as above. Remissions or stable disease may occur with ART and \noptimization of immune function and HIV viral suppression alone.\n• Patients with symptomatic or cosmetically bothersome disease should use  minimally invasive and the least toxic therapy to control disease. \nWhen necessary, a l imited number of cycles of systemic therapy (eg, 3–6) may be sufficient for those initiating or re-initiating ART.\n• Patients with advanced symptomatic cutaneous, visceral, nodal, or oral disease should be treated with systemic therapy with the goal of \nreducing or reversing symptoms, lymphedema, or threat to organ function. Complete remissions are rare. \n\u0017Treatment is typically continued until unacceptable toxicity or plateau in response; maintenance therapy beyond 2 cycles of systemic \ntherapy after determination of plateau is not recommended. If response is then clinically acceptable, patients may be observed (while \ncontinuing ART, in PWH). Otherwise, alternative therapy should be initiated.\n1 Fernandez-Sanchez M, Iglesias MC, Ablanedo-Terrazas Y, et al. Steroids are a risk factor for Kaposi's sarcoma-immune reconstitution inflammatory syndrome and \nmortality in HIV infection. AIDS 2016;30:909-914.\n2 Guo WX, Antakly T. AIDS-related Kaposi's sarcoma: evidence for direct stimulatory effect of glucocorticoid on cell proliferation. Am J Pathol 1995;146:727-734.\n3 Volkow PF, Cornejo P, Zinser JW, et al. Life-threatening exacerbation of Kaposi's sarcoma after prednisone treatment for immune reconstitution inflammatory \nsyndrome. AIDS 2008;22:663-665.PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.\nNote: All recommendations are category 2A unless otherwise indicated.NCCN Guidelines Index\nTable of Contents\nDiscussion\nKS-CPRINCIPLES OF IMMUNE RECONSTITUTION INFLAMMATORY SYNDROME (IRIS)\nCLINICAL PRESENTATION/DEFINITION1\n• IRIS is characterized by first presentation or paradoxical worsening of pre-existing KS infection following ART initiation.\n• Typically occurs within 3 months of ART initiation, but possible to occur any time after starting ART.\n• PWH with advanced KS not on ART at the time of presentation, should start systemic therapy as soon as possible after the initiation of ART \nto minimize the risk of severe KS-IRIS.\n• The risk of IRIS is higher in patients with baseline low CD4 T-cell counts and high HIV viral loads.2\n• Clinical manifestations may include development of new lesions or enlargement of existing lesions, worsening lymphadenopathy, or \nworsening edema. The clinical presentation of IRIS may be challenging to distinguish from the natural history of progressive disease.\n• If IRIS is suspected, consult with an HIV specialist.\nMANAGEMENT\n• Treatment for KS-IRIS includes systemic chemotherapy and supportive measures; ART should not be discontinued.\n• If the patient is on ART only: Symptomatic management; consider addition of systemic chemotherapy (see list of first-line options).\n\u0017Consider thalidomide as an active agent against both KS and corticosteroid-refractory IRIS.\n• If the patient is on ART and chemotherapy: Symptomatic management; consider modification of chemotherapy regimen if progressive.\n• Avoid corticosteroids, which may exacerbate KS.\n• Use of systemic chemotherapy for extensive disease prior to ART initiation may help prevent KS-IRIS, but this has not been systematically \nstudied.\nPROPOSED CRITERIA FOR DIAGNOSIS OF KS-IRIS3\nKS-IRIS requires at least one major and one minor criterion:\nMajor Criteria\n• New onset or enlargement of KS lesion and subsequent regression\n• Painful lesions\nMinor Criteria\n• Decrease in plasma HIV RNA by >1 log10 copies/mL\n• Increased blood CD4 T-cell count after ART\n1 Letang E, Lewis JJ, Bower M, et al. Immune reconstitution inflammatory syndrome associated with Kaposi sarcoma: higher incidence and mortality in Africa than in \nthe UK. AIDS 2013;27:1603-1613.\n2 Panel on Antiretroviral Guidelines for Adults and Adolescents. Guidelines for the Use of Antiretroviral Agents in Adults and Adolescents with HIV. Department of \nHealth and Human Services. Available at https://clinicalinfo.hiv.gov/en/guidelines/adult-and-adolescent-arv . Accessed 9/6/2022.\n3 French MA, Price P, Stone SF. Immune restoration disease after antiretroviral therapy. AIDS 2004;18:1615-1627.PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.\nNote: All recommendations are category 2A unless otherwise indicated.NCCN Guidelines Index\nTable of Contents\nDiscussion\nLOCAL THERAPY\nFootnotes\na For larger lesions when systemic therapy is not feasible or effective, radiotherapy is preferred over excision.\nb Wide excision is not indicated.References\n1 Bodsworth NJ, Bloch M, Bower M, et al. Phase III vehicle-controlled, multi-centered study of topical alitretinoin gel 0.1% in cutaneous AIDS-related Kaposi’s sarcoma. \nAm J Clin Dermatol 2001;2:77-87.\n2 Schartz NEC, Chevret S, Paz C, et al. Imiquimod 5% cream for treatment of HIV -negative Kaposi’s sarcoma skin lesions: a phase I to II open-label trial in 17 patients. \nJ Am Acad Dermatol 2008;58:585-591. \n3 Epstein JB. Treatment of oral Kaposi sarcoma with intralesional vinblastine. Cancer 1993;71:1722-1725.\n4 Poignonec S, Lachiver LD, Lamas G, et al. Intralesional bleomycin for acquired immunodeficiency syndrome-associated cutaneous Kaposi's sarcoma. Arch Dermatol \n1995;131:228. \nKS-DTopical\n• Alitretinoin 0.1% gel1\n\u0017Apply 2 times daily to affected skin sites; increase to 3–4 times daily if tolerated\n• Imiquimod, 5% cream2\n\u0017Apply one sachet to up to 20 cm2 of affected skin and cover with occlusive dressing for 8 hours three times per week; titrate frequency of \napplication to effect and tolerability (up to once daily), with treatment breaks if tolerability issues occur .\nRadiotherapya  \n• Principles of Radiation Therapy (KS-E)\nCryotherapy\n• Cryotherapy should be done by clinicians with expertise in cutaneous cancer cryotherapy.\nFor local control of small, symptomatic lesions, the following may be considered :\n• Marginal excisionb\n• Electrodesiccation and curettage \n• Intralesional chemotherapy \n ◊Pain from injection is common and may persist for several days. Nonsteroidal anti-inflammatory drugs (NSAIDs) may be useful to relieve \npain from injection. \n ◊Intralesional chemotherapy to plantar and palmar surfaces might be useful in selected cases, but should be approached with caution.\n ◊Treatment schemas are listed below as a guide. Other treatment schemas have been studied, with a variety of chemotherapy \nconcentrations, doses, administration volumes, frequencies of administration, and total doses/volumes administered. See Discussion for \nadditional references and information.\n\u0017Vinblastine3\n ◊0.2 mg/mL solution with a volume of 0.1 mL per 0.5 cm2 of lesion \n\u0017Bleomycin4\n ◊1.5 to 3 units/mL solution with a dose of 0.5 unit per 0.5 cm2 of lesion (volume given depends on the size of the lesion) every 3 to 4 weeks \nuntil response PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.\nNote: All recommendations are category 2A unless otherwise indicated.NCCN Guidelines Index\nTable of Contents\nDiscussion\nKS-E• General Principles\n\u0017For most skin lesions, electrons or superficial x-rays can be used to deliver optimal dosimetry and minimize dose to underlying structures. \nTo ensure sufficient dose is delivered for deeper or larger lesions, conformal photon therapy or mixed photon-electron treatment plans \nmay be used. Intensity-modulated RT (IMRT) with or without imag e guidance may be useful for large r, deeper disease, or disease located \nanatomically adjacent to critical structures.  \n\u0017The use of bolus may be necessary to achieve adequate skin dose.\n\u0017RT to plantar and palmar surfaces might be useful in selected cases. However, high doses should be approached with caution because of \ntheoretical toxicity concerns like long-term wound healing, particularly in the setting of  coexisting lymphedema. \n\u0017Risk of secondary cancer, severe or worsening lymphedema, and long-term wound healing complications may be increased after radiation; \nhowever, toxicity can be mitigated by utilizing lower-dose radiotherapy regimens.  \nCaution should be exercised with the use of RT to sites of pre-existing lymphedema. In the setting of advanced cutaneous disease, \nradiation should be reserved for circumstances when systemic therapy is not feasible with the goal of palliation or short-term disease \nmanagement until systemic therapy may be delivered.\n• General Treatment Information \n\u0017Dosing Prescription Regimen1,2,3\n ◊Various dosing schemas may be used. Lower total doses are preferred for smaller and more superficial lesions and palliative situations. \nHigher doses may be preferred for more extensive, deeply invasive lesions, or when a more durable local response is desired. More \nfractionated regimens may be preferred for sites with adjacent radiosensitive structures, such as the oral cavity. Examples:PRINCIPLES OF RADIATION THERAPY\nFootnote\na BED is a measure of the radiosensitivity of the tissue, with BED10 denoting the estimated ef fective dose to rapidly growing tumor tissue and BED3 denoting the \nestimated dose to normal tissue (organs at risk).\nReferences\n1 Singh NB, Lakier RH, Donde B. Hypofractionated radiation therapy in the treatment of epidemic Kaposi sarcoma – a prospective randomized trial. Radiother Oncol \n2008;88:211-216.2 Hauerstock D, Gerstein W, Vuong T. Results of radiation therapy for treatment of classic Kaposi sarcoma. J Cutan Med Surg 2009;13:18-21.3 Kirova YM, Belembaogo E, Frikha H, et al. Radiotherapy in the management of epidemic Kaposi's sarcoma: a retrospective study of 643 cases. Radiother Oncol \n1998;46:19-22.4 Tsao MN, Sinclair E, Assaad D, et al. Radiation therapy for the treatment of skin Kaposi sarcoma. Ann Palliat Med 2016;5:298-302.5 Stelzer KJ, Griffin TW. A randomized prospective trial of radiation therapy for AIDS-associated Kaposi's sarcoma. Int J Radiat Oncol Biol Phys 1993;27:1057-1061.Fractionated Dose Biologically Effective Dose [BED]10aBED3\n6–8 Gy in 1 fraction49.6–14.4 Gy 18–29 Gy\n20 Gy in 5 fractions1,3 28 Gy 47 Gy\n24 Gy in 12 fractions128.8 Gy 40 Gy\n30 Gy in 10–15 fractions2,336–39 Gy 50–60 Gy\n40 Gy in 20 fractions548 Gy 67 GyPLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.\nNote: All recommendations are category 2A unless otherwise indicated.NCCN Guidelines Index\nTable of Contents\nDiscussion\nSYSTEMIC THERAPYa\nKS-F  \n1 OF 4• Subsequent systemic therapy options for relapsed/\nrefractory therapyf (in alphabetical order)\n ◊Bortezomib\n ◊Gemcitabine\n ◊Lenalidomide\n ◊Pomalidomide\n ◊Vinorelbine\n\u0017Useful in certain circumstances (in alphabetical order)\n ◊Albumin-bound paclitaxel (if paclitaxel intolerant)\n ◊Etoposide\n ◊Imatinib\n ◊Nivolumab ± ipilimumabg\n ◊Pembrolizumabg\n ◊Sirolimusd (for transplant KS) \n ◊Thalidomide (for patients with IRIS)Relapsed/\nrefractory \nsystemic \ntherapyb \noptions\n(advanced \ncutaneous, \noral, visceral, \nor nodal \ndisease)If tolerated and \ndurable response \n(≥3 months) \nto first-line \nsystemic therapy\nIf no response \nto first-line \nsystemic therapyRepeat of first-\nline systemic \ntherapy \nor\nAlternate first-\nline systemic \ntherapy\nAlternate first-\nline systemic \ntherapyeProgressionProgressionFirst-line \nsystemic \ntherapy \noptions• Preferred regimens\n\u0017Liposomal doxorubicinc\n\u0017For transplant KS, sirolimusd \n• Other recommended regimen\n\u0017Paclitaxel\nSystemic Therapy Dosing \n(KS-F 2 of 4)\na References for regimens on KS-F (4 of 4).b Consider repeating any prior systemic therapy that was tolerated and resulted in \na durable response.c Due to potential risk of cardiotoxicity, perform echocardiogram prior to initial \ncourse of liposomal doxorubicin  and repeat periodically. Consider limiting lifetime \ndose per prescribing guidelines; however, other data suggest that the patients \nwho need continued treatment may be safely treated beyond 1000 mg/m2. d For KS associated with immunosuppression from solid organ transplant \nswitching to sirolimus for immunosuppression may be sufficient for KS control \nand treatment. Systemic therapy given concurrently with sirolimus would be \nappropriate in more aggressive or advanced disease.e If both first-line options have already been given, the patient should proceed to \nthe subsequent systemic therapy options.f Patients can continue through all treatment options listed, and treatments can be \nrepeated if tolerated and response was durable (≥3 months). In select cases, best \nsupportive care may be an appropriate option.g Immune checkpoint inhibitors (ICIs) should not be used in patients with MCD \nor KICS due to the risk of flare of these conditions. If the patient has a history \nof KSHV-associated diseases, ICIs should be used with caution and with \nconsideration of more frequent monitoring for signs and symptoms of KICS \nor MCD. See NCCN Guidelines for Cancer in People with HIV, Principles of \nSystemic Therapy and Drug-Drug Interactions. See Discussion .PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.\nNote: All recommendations are category 2A unless otherwise indicated.NCCN Guidelines Index\nTable of Contents\nDiscussion\nSYSTEMIC THERAPY DOSINGa,h \nKS-F  \n2 OF 4FIRST-LINE SYSTEMIC THERAPY DOSING\nPreferred regimens\n• Liposomal doxorubicinc\n\u001720 mg/m2 IV every 2 to 3 weeks\n• Sirolimus (for transplant KS) \n\u0017Loading dose 0.15 mg/kg PO followed by 0.04–0.06 mg/kg/day to maintain trough blood \nlevels of 6–10 ng/mL or 2 mg PO daily (adjust to maintain trough levels of 6–10 ng/mL)\n\u0017For PWH on ART, providers should consult with an infectious disease (ID) pharmacist prior \nto dosing sirolimusOther recommended regimen\n• Paclitaxel\n\u0017Premedication with dexamethasone may \nnot be needed; if used, the dose should be \nminimized and tailored to patient needs.\n\u0017Dose schedule options:\n ◊60 mg/m2 IV weekly  \n ◊100 mg/m2 IV every 2 weeks\n ◊100 mg/m2 IV every 3 weeks\n ◊135 mg/m2 IV every 3 weeks\nSUBSEQUENT SYSTEMIC THERAPY OPTIONS FOR RELAPSED/REFRACTORY THERAPY DOSING \n• Bortezomib\n\u00171.6 mg/m2 IV/SC on days 1, 8, and 15 of each 28-day \ncycle\n• Gemcitabine\n\u00171000 mg/m2 IV every 2 weeks\n\u0017Or 1000 mg/m2 IV on days 1 and 8 every 21 days\n• Lenalidomidei \n\u001725 mg/day PO for 21 days of each 28-day cycle\n• Pomalidomidei \n\u00174 or 5 mg/day PO for 21 days of each 28-day cyclej\n• Vinorelbine\n\u001730 mg/m2 IV every 2 weeksUseful in  certain circumstances (in alphabetical order)\n• Albumin-bound paclitaxel (if paclitaxel \nintolerant)\n\u0017100 mg IV on days 1, 8, and 15 of each \n28-day cycle\n• Etoposide\n\u001750 mg/day PO for 7 days of each 14-day \ncycle. After 2 cycles, escalate dose to \n100 mg/day PO for 7 days of each 14-\nday cycle in patients without PR or CR \nand no toxicity >Grade 2. Dose can be \nfurther escalated to 150 mg/day based \non tolerance and response\n• Imatinib\n\u0017400 mg/day PO\n• Nivolumab + ipilimumabg\n\u0017Nivolumab 240 mg IV every 2 weeks and \nipilimumab 1 mg/kg IV every 6 weeks\n• Nivolumabk \n\u0017480 mg IV every 4 weeks• Pembrolizumabg\n\u0017200 mg IV every 3 weeks for up to 6 \nmonths\n• Sirolimus (for transplant KS)\n\u0017Loading dose 0.15 mg/kg PO \nfollowed by 0.04–0.06 mg/kg/day to \nmaintain trough blood levels of 6–10 \nng/mL or 2 mg PO daily (adjust to \nmaintain trough levels of 6–10 ng/\nmL).\n\u0017For PWH on ART, providers should \nconsult with an ID pharmacist prior \nto dosing sirolimus\n• Thalidomide (for patients with IRIS)i \n\u0017200 mg/day orally (starting dose, \ntitrated to effect and tolerability) \nFootnotes on KS-F 3 of 4\nReferences on KS-F 4 of 4PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.\nNote: All recommendations are category 2A unless otherwise indicated.NCCN Guidelines Index\nTable of Contents\nDiscussion\na References for regimens on KS-F (4 of 4).\nc Due to potential risk of cardiotoxicity, perform echocardiogram prior to initial course of liposomal doxorubicin  and repeat periodically. Consider limiting lifetime dose per \nprescribing guidelines; however, other data suggest that the patients who need continued treatment may be safely treated beyond 1000 mg/m2. \ng Immune checkpoint inhibitors should not be used in patients with MCD or KICS due to the risk of flare of these conditions. If the patient has a history of KSHV-\nassociated diseases, ICIs should be used with caution and with consideration of more frequent monitoring for signs and symptoms of KICS or MCD. See NCCN \nGuidelines for Cancer in People with HIV, Principles of Systemic Therapy and Drug-Drug Interactions. See Discussion .\nh For PWH, see NCCN Guidelines for Cancer in People with HIV , Principles of Systemic Therapy and Drug-Drug Interactions (HIV-B).\ni Patients of childbearing potential treated with pomalidomide, lenalidomide, or thalidomide require ef fective contraception if participating in sexual activity that could \nresult in pregnancy. Refer to the risk evaluation and mitigation (REMS) program for the specific therapy.\nj The clinical trial for pomalidomide used a dose of 5 mg/day. However, pomalidomide is provided in a 4-mg dose and the NCCN Panel believes that this is a sufficient \ndose.\nk Nivolumab and hyaluronidase-nvhy subcutaneous injection may be substituted for IV nivolumab. Nivolumab and hyaluronidase-nvhy has dif ferent dosing and \nadministration instructions compared to IV nivolumab.SYSTEMIC THERAPY\nFOOTNOTES\nKS-F  \n3 OF 4PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.\nNote: All recommendations are category 2A unless otherwise indicated.NCCN Guidelines Index\nTable of Contents\nDiscussion\nKS-F  \n4 OF 4Albumin-bound  paclitaxel\nFortino S, Santoro M, Iuliano E, et al. Treatment of Kaposi’s sarcoma (KS) with nab-\npaclitaxel. Ann Oncol 2016;27:iv124.\nBortezomib\nReid E, Suazo A, Lensing SY, et al. Pilot trial AMC-063: Safety and efficacy of \nbortezomib in AIDS-associated Kaposi sarcoma. Clin Cancer Res 2020;26:558-565.\nEtoposide\nHosseinipour MC, Kang M, Krown SE, et al. As-needed vs immediate etoposide \nchemotherapy in combination with antiretroviral therapy for mild-to-moderate AIDS-\nassociated Kaposi sarcoma in resource-limited settings: A5264/AMC-067 randomized \nclinical trial. Clin Infect Dis 2018;67:251-260. \nGemcitabine\nStrother RM, Gregory KM, Pastakia SD, et al. Retrospective analysis of the ef ficacy \nof gemcitabine for previously treated AIDS-associated Kaposi’s sarcoma in western \nKenya. Oncology 2010;78:5-11.\nImatinib\nKoon HB, Krown SE, Lee JY, et al. Phase II trial of imatinib in AIDS-associated \nKaposi’s sarcoma: AIDS Malignancy Consortium Protocol 042. J Clin Oncol \n2014;32:402-408.\nLenalidomide\nPourcher V, Desnoyer A, Assoumou L, et al. Phase II trial of lenalidomide in HIV-\ninfected patients with previously treated Kaposi's sarcoma: Results of the ANRS 154 \nLenakap trial. AIDS Res Hum Retroviruses 2017;33:1-10. \nReid E, Shimabukuro K, Moore P,et al. AMC-070: Lenalidomide is safe and effective in \nHIV-associated Kaposi sarcoma. Clin Cancer Res 2022;28:2646-2656.\nLiposomal doxorubicin\nNorthfelt DW, Dezube BJ, Thommes JA, et al. Pegylated-liposomal doxorubicin versus \ndoxorubicin, bleomycin, and vincristine in the treatment of AIDS-related Kaposi’s \nsarcoma: results of a randomized phase III clinical trial. J Clin Oncol 1998;16:2445-\n2451.\nJones RL, Berry GJ, Rubens RD, Miles DW. Clinical and pathological absence of \ncardiotoxicity after liposomal doxorubicin. Lancet Oncol 2004;5:575-577.\nStewart S, Jablonowski H, Goebel FD, et al. Randomized comparative trial of \npegylated liposomal doxorubicin versus bleomycin and vincristine in the treatment of \nAIDS-related Kaposi's sarcoma. International Pegylated Liposomal Doxorubicin Study \nGroup. J Clin Oncol 1998;16:683-691.\nNivolumab ± ipilimumab\nDelyon J, Bizot A, Battistella M, et al. PD-1 blockade with nivolumab in endemic Kaposi \nsarcoma. Ann Oncol 2018;29:1067-1069.\nZer A, Icht O, Avram D, et al. Phase II single-arm study of nivolumab and ipilimumab \n(Nivo/Ipi) in previously treated classical Kaposi sarcoma (cKS). Ann Oncol \n2022;33:720-727.Paclitaxel\nBaskan EB, Tunali S, Balaban Adim S, et al. Treatment of advanced classic Kaposi’s \nsarcoma with weekly low-dose paclitaxel therapy. Int J Dermatol 2006;45:1441-1443.\nCianfrocca M, Lee S, Von Roenn J, et al. Randomized trial of paclitaxel versus \npegylated liposomal doxorubicin for advanced human immunodeficiency virus-\nassociated Kaposi sarcoma: evidence of symptom palliation from chemotherapy. \nCancer 2010;116:3969-3977.\nKrown SE, Moser CB, MacPhail P, et al. Treatment of advanced AIDS-associated \nKaposi sarcoma in resource-limited settings: a three-arm, open-label, randomised, \nnon-inferiority trial. Lancet 2020;395:1195-1207.\nPatel N, Salifu M, Sumrani N, et al. Successful treatment of post-renal transplant \nKaposi's sarcoma with Paclitaxel. Am J Transplant 2002;2:877-879.\nWelles L, Saville MW, Lietzau J, et al. Phase II trial with dose titration of paclitaxel for \nthe therapy of human immunodeficiency virus-associated Kaposi's sarcoma. J Clin \nOncol 1998;16:1112-1121.\nPembrolizumab\nDelyon J, Biard L, Renaud M, et al. PD-1 blockade with pembrolizumab in classic or \nendemic Kaposi's sarcoma: a multicentre, single-arm, phase 2 study. Lancet Oncol \n2022;23:491-500.\nPomalidomide\nPolizzotto MN, Uldrick TS, Wyvill KM, et al. Pomalidomide for symptomatic Kaposi’s \nsarcoma in people with and without HIV infection: a phase I/II study. J Clin Oncol \n2016;34:4125-4131.\nSirolimus\nKrown SE, Roy D, Lee JY, et al. Rapamycin with antiretroviral therapy in AIDS-\nassociated Kaposi sarcoma: An AIDS Malignancy Consortium study. J Acquir Immune \nDefic Syndr 2012;59:447-454. \nStallone G, Schena A, Infante B, et al. Sirolimus for Kaposi's sarcoma in renal-\ntransplant recipients. N Engl J Med 2005;352:1317-1323.\nThalidomide\nLittle RF, Wyvill KM, Pluda JM, et al. Activity of thalidomide in AIDS-related Kaposi’s \nsarcoma. J Clin Oncol 2000;18:2593-2602.\nVinorelbine\nNasti G, Errante D, Talamini R, et al. Vinorelbine is an effective and safe drug for AIDS-\nrelated Kaposi’s sarcoma: results of a phase II study. J Clin Oncol 2000;18:1550-\n1557.SYSTEMIC THERAPY\nREFERENCESPLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.NCCN Guidelines Index\nTable of Contents\nDiscussion\nABBREVIATIONS\nABBR-1\nART antiretroviral therapy\nBED biologically effective dose\nCBC complete blood count\nCR complete response\nDDIs drug-drug interactions\nEGD esophagogastroduodenoscopy\nGI gastrointestinal\nHHV-8 human herpesvirus 8\nHIV human immunodeficiency virus\nICI immune checkpoint inhibitor\nID infectious disease\nIHC immunohistochemistry \nIL interleukin\nIMRT intensity-modulated radiation \ntherapy\nIRIS immune reconstitution \ninflammatory syndromeKICS KSHV–associated inflammatory \ncytokine syndrome\nKS Kaposi sarcoma\nKSHV Kaposi sarcoma-associated \nherpesvirus\nMCD multicentric Castleman disease\nNHL non-Hodgkin lymphoma\nNSAIDs nonsteroidal anti-inflammatory \ndrugs\nOI opportunistic infection\nPD progressive disease\nPR partial response\nPWH people with HIV\nREMS risk evaluation and mitigation\nSD stable disease\nSPEP serum protein electrophoresisPLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\nNCCN Guidelines Version 2.2025\nKaposi Sarcoma\nVersion 2.2025, 1/14/25 © 2025 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.NCCN Guidelines Index\nTable of Contents\nDiscussion\nCAT-1NCCN Categories of Evidence and Consensus\nCategory 1 Based upon high-level evidence (≥1 randomized phase 3 trials or high-quality , robust meta-analyses), there is \nuniform NCCN consensus (≥85% support of the Panel) that the intervention is appropriate.\nCategory 2A Based upon lower-level evidence, there is uniform NCCN consensus (≥85% support of the Panel) that the \nintervention is appropriate.\nCategory 2B Based upon lower-level evidence, there is NCCN consensus (≥50%, but <85% support of the Panel) that the \nintervention is appropriate.\nCategory 3 Based upon any level of evidence, there is major NCCN disagreement that the intervention is appropriate. \nAll recommendations are category 2A unless otherwise indicated.\nNCCN Categories of Preference\nPreferred interventionInterventions that are based on superior efficacy, safety, and evidence; and, when appropriate, \naffordability.\nOther recommended \ninterventionOther interventions that may be somewhat less efficacious, more toxic, or based on less mature data; \nor significantly less affordable for similar outcomes.\nUseful in certain \ncircumstancesOther interventions that may be used for selected patient populations (defined with recommendation).\nAll recommendations are considered appropriate.PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-1 Discussion  \nTable of Contents  \nOverview  ................................ ................................ ................................ ................................ ................................ ................................ .....................  2 \nGuidelines Update Methodology  ................................ ................................ ................................ ................................ ................................ ..................  2 \nLiterature Search Criteria ................................ ................................ ................................ ................................ ................................ .............................  2 \nSensitive/Inclusive Language Usage  ................................ ................................ ................................ ................................ ................................ ...........  2 \nHIV-Associated Kaposi Sarcoma  ................................ ................................ ................................ ................................ ................................ .................  3 \nClassic Kaposi Sarcoma  ................................ ................................ ................................ ................................ ................................ ..............................  3 \nIatrogenic Kaposi Sarcoma  ................................ ................................ ................................ ................................ ................................ ..........................  4 \nEndemic Kaposi Sarcoma ................................ ................................ ................................ ................................ ................................ ............................  4 \nManagement of Kaposi Sarcoma  ................................ ................................ ................................ ................................ ................................ .................  4 \nDiagnosis and Workup of Kaposi Sarcoma  ................................ ................................ ................................ ................................ ...............................  4 \nStaging of Kaposi Sarcoma  ................................ ................................ ................................ ................................ ................................ ......................  5 \nAssessing Response of Kaposi Sarcoma  ................................ ................................ ................................ ................................ ................................ . 5 \nInitial Management of Kaposi Sarcoma  ................................ ................................ ................................ ................................ ................................ .... 6 \nOptimizing Immune Function  ................................ ................................ ................................ ................................ ................................ ................  6 \nLimited Cutaneous Kaposi Sarcoma  ................................ ................................ ................................ ................................ ................................ ..... 6 \nAntiretroviral Therapy for People with HIV  ................................ ................................ ................................ ................................ .............................  7 \nImmune Reconstitution Inflammatory Syndrome  ................................ ................................ ................................ ................................ ...................  8 \nTopical Therapies  ................................ ................................ ................................ ................................ ................................ ................................ . 8 \nIntralesional Chemotherapy  ................................ ................................ ................................ ................................ ................................ ..................  9 \nLocal Excision  ................................ ................................ ................................ ................................ ................................ ................................ ...... 9 \nRadiation Therapy  ................................ ................................ ................................ ................................ ................................ ................................  9 \nCryotherapy  ................................ ................................ ................................ ................................ ................................ ................................ ........  10 \nSystemic Therapy  ................................ ................................ ................................ ................................ ................................ ...............................  10 \nSurveillance of Patients with Kaposi Sarcoma  ................................ ................................ ................................ ................................ ........................  11 \nSystemic Therapy of Relapsed/Refractory Disease  ................................ ................................ ................................ ................................ ................  11 \nSummary ................................ ................................ ................................ ................................ ................................ ................................ ...................  14 \nReferences  ................................ ................................ ................................ ................................ ................................ ................................ ................  16 This discussion corresponds to the NCCN Guidelines for Kaposi Sarcoma . Last updated : October  21, 2024  PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-2 Overview  \nKaposi sarcoma is a multifocal malignancy of endothelial cells, which \npresents with characteristic purpuric, red or brown papules. Four types of \nKaposi sarcoma have been described : HIV-associated , classic , iatrogenic \nor transplant -associated, and endemic .1-3 Kaposi sarcoma is universally \nassociated with Kaposi sarcoma -associated herpesvirus ( KSHV ) infection \n(also known as human herpesvirus -8, or HHV -8).2 Serologic confirmation \nof KSHV infection is present in 95% to 98% of patients with Kaposi \nsarcoma.2,3 KSHV infections are usually asymptomatic . Like  other \nherpesviruses, KSHV establish es latent infection in humans  that is  life-\nlong. Hence, persons with KSHV infection are at life -long risk of Kaposi \nsarcoma and other KSHV -associated diseases . Immunosuppression  of \nvarious forms  (ie, immunosenescence, HIV -associated  and iatrogenic)  is \nrecognized  to be  an important factor in the pathogenesis of Kaposi \nsarcoma.   \nThe NCCN Clinical Practice Guidelines in Oncology (NCCN Guidelines®) \nfor Kaposi Sarcoma provide treatment recommendations for patients with \nHIV-associated , classic, iatrogenic, and endemic Kaposi sarcoma and are \nintended to assist health care providers with clinical decision -making . This \nDiscussion section provides an overview of the literature supporting the \nrecommendations included in the guidelines. The Panel also publishes \nseparate NCCN Guidelines for Cancer in People with HIV (available at \nwww.NCCN.org ), which give recommendations regardin g human \nimmunodeficiency virus (HIV) management during cancer therapy, \ndrug-drug interactions (DDIs) with antiretrovirals and cancer therapies, \nradiation therapy, and supportive care  for people with HIV ( PWH ). \nRecommendation s for the management of Kaposi sarcoma for patients in \nsub-Saharan Africa can be found in t he NCCN Harmonized Guidelines ™ \nfor Sub -Saharan Africa for Kaposi Sarcoma (available at \nwww.NCCN.org/harmonized ). Guidelines Update Methodology  \nThe complete details of the Development and Update of the NCCN \nGuidelines are available on the NCCN website at www.NCCN.org . \nLiterature Search Criteria  \nPrior to the update of the NCCN Guidelines® for Kaposi Sarcoma, an \nelectronic search of the PubMed database was performed to obtain key \nliterature in Kaposi Sarcoma  published since the previous Guidelines \nupdate, using the search term: Kaposi Sarcoma.  The PubMed database \nwas chosen because it remains the most widely used resource for medical \nliterature and indexes peer -reviewed biomedical literature.4 \nThe search  results were  narrowed by selecting studies in humans \npublished in English. Results were confined to the following article types: \nClinical Trial,  Phase II; Clinical Trial,  Phase III; Clinical Trial,  Phase IV; \nPractice Guideline; Randomized Controlled Trial; Meta -Analysis; \nSystematic Reviews; and Validation Studies.  \nThe data from key PubMed articles as well as articles from additional \nsources deemed as relevant to these guidelines as discussed by the \nPanel during the Guidelines update have been included in this version of \nthe Discussion section. Recommendations for which high -level evidence is \nlacking are based on the Panel’s review of lower -level evidence and \nexpert opinion.  \nSensitive/Inclusive Language Usage  \nNCCN Guidelines strive to use language that advances the goals of \nequity, inclusion, and representation.5 NCCN Guidelines endeavor to use \nlanguage that is person -first; not stigmatizing; anti -racist, anti -classist, \nanti-misogynist, anti -ageist, anti -ableist, and anti -weight -biased; and \ninclusive of individuals of all sexual orientations and gender identities. \nNCCN Guidelines incorporate non -gendered language, instead focusing PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-3 on organ -specific recommendations. This language is both more accurate \nand more inclusive and can help fully address the needs of individuals of \nall sexual orientations and gender identities. NCCN Guidelines will \ncontinue to use the terms men, women, female, and ma le when citing \nstatistics, recommendations, or data from organizations or sources that do \nnot use inclusive terms. Most studies do not report how sex and gender \ndata are collected and use these terms interchangeably or inconsistently. \nIf sources d o not differentiate gender from sex assigned at birth or organs \npresent, the information is presumed to predominantly represent cisgender \nindividuals. NCCN encourages researchers to collect more specific data in \nfuture studies and organizations to use more  inclusive and accurate \nlanguage in their future analyses.  \nHIV-Associated  Kaposi Sarcoma  \nHistorically, when  Kaposi sarcoma occur red in the setting of HIV \nseropositivity, it was considered an AIDS -defining illness and was referred \nto as AIDS -related or epidemic Kaposi sarcoma . The risk for Kaposi \nsarcoma in the setting of HIV was previously  reported to be increased as \nmuch as 3640 -fold over the general U.S. population,6-10 but this risk has \ndeclined in the  antiretroviral therapy  (ART) era.6,11-14 Still, estimates \nindicate that the risk of Kaposi sarcoma in PWH between 2009 and 2012 \nwas elevated approximately 498 -fold compared with the general U.S. \npopulation,11 and Kaposi sarcoma accounts for approximately 12% of \ncancers diagnosed in PWH, with an estimated 765 to 910 cases \ndiagnosed per year in the United States.15,16 The 5 -year survival of \npatients with AIDS -related Kaposi sarcoma has improved in the post -ART \nera, from 12.1% in 1980 to 1995 to as high as 88% in the post -ART era.17-\n19  \nWhen immunosuppression is advanced, HIV-associated  Kaposi sarcoma \nis more common, more aggressive, and more likely to involve viscera , \nmucosa, and lymph  nodes  and cause lymphedema  than when immunosuppression is minimal . In fact, CD4+ T -cell counts and HIV viral \nload correlate with the risk of Kaposi sarcoma  development  in PWH, and \neffective ART lowers th at risk.20 Evidence also suggests that ART \nimproves prognosis of Kaposi sarcoma in PWH . However, HIV-associated  \nKaposi sarcoma can also occur in PWH with normal CD4+ T -cell counts \nand undetectable HIV viral load.   Similar to classic Kaposi sarcoma , these \ncases commonly  occur  with adva nced age.  Even with well -controlled HIV , \nstudies have demonstrated more rapid immunosenescence  than HIV -\nnegative cohorts, which may permit  Kaposi sarcoma to become clinically \napparent in KSHV -seropositive individuals.  Typically presentin g with more \nlimited disease  than in PWH with advanced immunosuppression , these \ncases have prompted  a shift toward favoring  the term “HIV -associated \nKaposi sarcoma”  over “AIDS -related Kaposi sarcoma” in those with \notherwise preserved immune function.   \nHIV management during treatment of Kaposi sarcoma in PWH is critical. \nCo-management by oncology and HIV specialist s is recommended for the \nduration of therapy.  Oncology and HIV specialist s, along with both an \noncology pharmacist and HIV pharmacist if available, should review \nproposed cancer therapy, supportive care medications, and ART for \npossible DDIs and overlapping toxicities prior to initiation of therapy for \nPWH.  The NCCN Guidelines for Cancer in People with HIV (available at \nwww.NCCN.org ) provide  additional recommendations on HIV screening, \nlinkage to HIV care, prevention of opportunistic infections, DDIs  between \nantiretrovirals and cancer therapies, radiation therapy, and supportive care \nfor PWH.  \nClassic Kaposi Sarcoma  \nClassic Kaposi sarcoma generally involves indolent cutaneous lesions, \noften of the lower extremities, which  may wax and wane or slowly \nprogress over years to decades. It is most common in people of \nMediterranean, Eastern European, Middle Eastern, and/or Jewish origins , PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-4 with a mean age of 74 years  at diagnosis .1,3 It is reported to be 7 to 15 \ntimes more  common  in males than in females .1,3 Synchronous primary  \nmalignancies may be  fairly  common in patients with classic Kaposi \nsarcoma, and are more likely to be the cause of death in these patients.3 \nIatrogenic Kaposi Sarcoma  \nWhen Kaposi sarcoma occurs in the context of immunosuppressive \ntherapy (for organ transplant or other reasons), it is called iatrogenic or \ntransplant -associated Kaposi sarcoma.1 Lesions often appear 2 to 8 \nmonths after initiation of immunosuppression, and occur 2 to 3 times more \noften in males .1 Although this form of Kaposi sarcoma can be aggressive \nand involve lymph nodes, mucosa, and/or visceral organs, it frequently \nresponds to cessation of immunosuppression.   When this is not feasible, \nreduction of immunosuppression or change to use of mTOR inhibitors as \nthe immunosuppres sive therapy  can improve control  of Kaposi sarcoma .21  \nEndemic Kaposi Sarcoma  \nEndemic Kaposi sarcoma occurs in children and younger adults (<40 \nyears of age) of equatorial Africa  and may also occur in immigrants from \nthe region . It is usually more aggressive than classic Kaposi sarcoma, \nsometimes with visceral, bone, and/or lymph node involvement , although it \noften begins as skin lesions that remain indolent for several years .1 As \nwith classic Kaposi sarcoma, endemic disease is 10 to 17 times more \ncommon in males  than in females .1 \nManagement of Kaposi Sarcoma  \nDiagnosis and Workup of Kaposi Sarcoma  \nMultiple clinical and histologic presentations of Kaposi sarcoma have been \ndescribed. Mucosal and cutaneous lesions may be characterized clinically \nas papules, plaques, nodules (sometime pedunculated), and bullae. Large \nplaques may form from coalescence of  smaller plaques or nodules and may ulcerate or develop bullae. Hyperpigmented macules (lacking change \nin palpable skin thickness) rarely represent active disease; rather, they are \nvery common after lesion regression due to residual hemosiderin -related \npigmentation . Histologic subtypes include anaplastic, telangiectatic, \nlymphedematous, hyperkeratotic, keloidal, micronodular, pyogenic \ngranuloma -like, ecchymotic, and intravascular variants of Kaposi sarcoma.  \nLymphedema is a common complication of Kaposi sarcoma and may also \nbe a predisposing factor to the development of Kaposi sarcoma. \nLymphedema can be caused by not only nodal involvement but \ninvolvement of lymphatic vessels. Hyperkeratotic variants with verr ucous \nand hyperkeratotic changes are notably associated with chronic and \nsevere Kaposi sarcoma -associated lymphedema and may require deeper \nbiopsy to confirm presence of Kaposi sarcoma.  \nAs described in the guidelines above, Kaposi sarcoma is diagnosed by \npathology and immunophenotyping. Workup should include a history and \nphysical exam that includes any history of additional immunosuppression \nsuch as transplant or glucocorticoids  (including topical, intranasal , inhaled, \nintraarticular , as well as systemic) , complete blood count (CBC) with \ndifferential, comprehensive metabolic panel, and HIV screening and/or \ndiagnostic testing. In addition, complete skin, oral, and lymph node exams, \nwith documentation of edema and photography of oral, conjunctival, and \ncutaneous lesions for documentation of extent of disease are \nrecommended. It is important to note that certain opportunistic infections  \ncan result in cutaneous lesions that can mimic Kaposi sarcoma lesions \n(eg, b acillary angiomatosis , blastomycosis, cryptococco sis).22-25 Therefore, \nin addition to biopsy of suspected lesions, involvement of an HIV specialist \nto evaluate for coexisting opportunistic infections is appropriate in PWH \nand those with advanced immunosuppression.   \nFor PWH, care coordination between the HIV specialist and the oncology \nteam is recommended . Recommendations for the management of cancer PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-5 in PWH are presented in the NCCN Guidelines for Cancer in People with \nHIV (available at www.NCCN.org) . All PWH  should have recent T -cell \nsubsets including quantitative CD4 + T-cell counts and  HIV viral load to \nassess immune function and HIV control .  \nDepending on symptoms and findings that may be concerning for visceral \nor bone involvement, additional workup may be necessary. This may \ninclude fecal occult blood testing (FOBT), chest x -ray, \nchest/abdomen/pelvis CTs with contrast, MRI with and without contrast, \nupper endoscopy, or colonoscopy.  \nUnexplained fevers , particularly when associated with cytopenias  \noccurring in the context of Kaposi sarcoma , should prompt workup of \nmulticentric Castleman disease ( MCD ) and KSHV -associated \ninflammatory cytokine syndrome ( KICS ) with C -reactive protein, KSHV  \nserum viral load, serum protein electrophoresis ( SPEP ), IL-6, and IL -10. \nKICS and MCD share clinical features and are only distinguished from \neach other by biopsy of lymphadenopathy or other structures \ndemonstrating pathologic characteristics of MCD.26 In the event of  \nsuspected  coexisting KSHV -associated lymphoma, MCD, or  KICS , \nadditional workup  including imaging may be necessary, such as  \nfluorodeoxyglucose ( FDG )-PET/CT scans  and laboratory workup noted \nabove .  \nIt is important to note that  interpretation of  imaging in PWH  who have \ncancer is complicated by the increased incidence of non -malignant lesions \nthat may be mistaken for cancer spread or recurrence. Opportunistic \ninfections in the lung include  Mycobacterium tuberculosis  (Mtb), \ncytomegalovirus (CMV) , invasive fungal infections , and Pneumocystis \njirovecii  pneumonia (PCP) .27 Furthermore, non -infectious, non -malignant \npulmonary manifestations of HIV can be difficult to interpret on imaging \nstudies, including interstitial pneumonia  and granulomatous disease .27,28 \nFurthermore, brain lesions seen in PWH  may result from opportunistic infections, such as viral encephalitis , aspergillosis, toxoplasmosis , \ncryptococcosis , bacterial meningitis, tuberculosis , progressive multifocal \nleukoencephalopathy , and mycobacterium avium complex (MAC) .29,30 \nPWH are at increased risk of lymphomas including primary central \nnervous system lymphoma . Benign non -infectious brain lesions can also \noccur in PWH  (eg, vascular complications, hydrocephalus ).29,30 Similarly, \nimmune response to HIV and opportunistic infections commonly cause \nlymphadenopathy in PWH , which can be seen on CT and may be avid on \nF-18 FDG PET/CT.31,32 Non-malignant causes of lymphadenopathy are \nmore common in patients with higher HIV viral loads and lower CD4+ \nT-cell counts .33 Therefore,  involvement of an HIV specialist to assist with \ndetermining  the need for a workup of suspected concurrent opportunistic \ninfection or HIV-associated  complications may be appropriate . \nStaging of Kaposi Sarcoma  \nAs delineated in the guidelines above, Kaposi sarcoma is staged using a \nTIS system in which aspects of the tumor (T), immune system (I), and \nsystemic disease (S) are assessed with a 0 for good risk and 1 for poor \nrisk.34 Data ha ve shown that the I stage has less prognostic value than  the \nT or S stages  for PWH  on ART.18 Kaposi sarcoma  staged as T1S1 \nappear s to have the worst prognosis. In a study of 211 patients with \nAIDS -related Kaposi sarcoma, those staged as T1S1 had a 3 -year survival \nrate of 53%, whereas for those staged as T0S0 , T1S0, or T0S1, the 3 -year \nsurvival rates were 88%, 80%, and 81%, respectively ( P = .0001).18 \nAssessing Response of Kaposi Sarcoma  \nResponse of Kaposi sarcoma to therapy has been formally defined by the \nAIDS Clinical Trials Group (ACTG) Oncology Committee as follows34: \n• Complete response (CR) is defined as the absence of any \ndetectable residual disease, including tumor -associated (local) \nedema, persisting for at least 4 weeks. Patients known to have had \nvisceral disease  should have  restaging with appropriate PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-6 endosco pic or radiographic procedures relevant to sites involved at \nbaseline . \n• Partial response (PR) is defined as no  new mucocutaneous \nlesions, visceral sites of involvement, or the appearance or \nworsening of tumo r-associated edema or effusions ; AND  \no A ≥50% decrease in the number of all previously existing \nlesions lasting for at least 4 weeks; OR  \no Complete flattening of at least 50% of all previously raised \nlesions ( ie, 50% of all previously nodular or plaque -like \nlesion become macules); OR  \no A 50% decrease in the sum of the products of the largest \nperpendicular diameters of at least five measurable lesions.  \no Note that when there is residual tumor -associated edema \nor effusion,  but disease  otherwise meet s criteria for CR, \nresponse should be classified as partial.  \n• Stable disease (SD) is defined as any response that does not meet \nthe criteria for progressive disease (PD) or PR.  \n• PD is defined as an increase of ≥25% in the size of pre -existing \nlesions and/or the appearance of new lesions or sites of disease \nand/or a change in the character of the skin or oral lesions from \nmacular to plaque -like or nodular  of ≥25%. If new or increasing \ntumor -associated edema or effusion develop, disease is \nconsidered progressive.  \nMany Kaposi sarcoma lesions that are responsive to therapy will flatten \nand change color but remain  pigmented ( ranging from very dark brown to  \ntan) as non -palpable macular skin lesions. Biopsy of these will often \nconfirm lack of residual tumor cells with residual siderophages and /or free \nhemosiderin pigment  in the tissue. This is attributed to long -term iron \ndeposition resulting from red blood cell extravasation into the tissue \n(dermal layer characteristically in cutaneous lesions). Care should be \ntaken to distinguish this “tattoo” effect from active disease , as additional therapy is not indicated for the former. Over time, many lesions will \ngradually fade, depending on many factors, including chronicity and size of \nthe lesion as well as degree to which red blood cell extravasation \noccurred.   \nInitial M anagement  of Kaposi Sarcoma  \nOptimizing Immune Function  \nFor all types and severities of Kaposi sarcoma, optimizing immune \nfunction is a critical component of management , and in some cases may \nbe the only intervention needed for initial control . Iatrogenic \nimmunosuppression —including over -the-counter topical or intranasal \nglucocorticoids —is often identified  on a careful  medication history  in \npersons with and without HIV  prior to initial presentation or flare of Kaposi \nsarcoma.  Patients and their providers should be educated on the \nimportance of c essation and avoidance of  immunosuppressive therapies  \nwhenever possible,  including topical , local, and systemic therapies .  \nOtherwise, immunosuppressive therap y should be minimized as much as \npossible to reduce  risk of Kaposi sarcoma progression and flares.  PWH \nadditionally benefit from maximizing HIV suppression and immune \nrecons titution with appropriate ART.  \nLimited Cutaneous Kaposi Sarcoma  \nPWH with limited cutaneous disease that is asymptomatic and \ncosmetically acceptable  to the patient  may be treated with ART alone (see \nbelow). Persons without HIV can be observed until the disease becomes \nsymptomatic and/or cosmetically bothersome  or progressive . \nPWH  with symptomatic and/or cosmetically bothersome  limited cutaneous \ndisease should be treated with ART and with the most minimally invasive \nand least toxic therapy possible. When necessary, a  limited number of \ncycles  of systemic therapy (eg, 3 –6; options discussed below ) may be \nsufficient for those initiating or re -initiating ART . Other options include PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-7 radiation, and f or small lesions (ie, ≤1 cm), topical treatment, intralesional \nchemotherapy, cryotherapy, and local excision (all discussed below). \nIntralesional chemotherapy and radiation to plantar and palmar surfaces \nmay be useful in selected cases but  should be approached with caution  \nbecause of toxicity or functional adverse events . Increased risk of \nlong-term wound healing , particularly in the setting of coexisting \nlymphedema , is a concern.  \nThe same treatment options, without ART, are recommended for patients \nwithout HIV who have limited cutaneous disease that is symptomatic \nand/or cosmetically bothersome . \nIf disease progresses on therapy  in PWH , consider biopsy of lesions since \nthey may be areas of post -inflammatory pigment and/or mimickers of \nKaposi sarcoma . If it is Kaposi sarcoma , the individual should be \nevaluate d for inadequate HIV control  or other immunosuppressant use , \nwhich could be  contributing factor s to inadequate Kaposi sarcoma control. \nChange in ART in conjunction with an HIV specialist may be warranted for \nsome cases  (see the NCCN Guidelines for Cancer in People with HIV, \navailable at www.NCCN.org ).  \nFor PWH with adequate HIV control and those without  HIV, treatment \noption s should be determined by  the extent of disease. If disease is stable \nor a response is seen on initial therapy, the patient should be observed  \n(while ART is continued  in PWH) . If the disease  progresses or relapses \nafter an initial response to therapy, repeat use of the previously effective \ntherapy may be considered, particularly if response was durable  and the \ntherapy  was well tolerated . \nPreferred initial treatment for patients with advanced cutaneous, oral, \nvisceral, or nodal Kaposi sarcoma is systemic therapy , in conjunction with  \nART for PWH . For those not eligible for  systemic therapy, radiation can be \nused, in conjunction with ART for PWH. The data supporting these treatment options are described below. Well-designed clinical trials may \nalso be considered for frontline therapy , with the consideration that \nestablished systemic therapies  are often most appropriate for frontline \ntherapy of  symptomatic  visceral disease .  \nIt is important to note that individual Kaposi sarcoma lesions may be \ndistinct clones  that arise because of the common risk factors of \nimmunosuppression and latent  KSHV  infection  as opposed to metastases . \nFurthermore, persistence of KSHV  infection results in ongoing risk of \nrecurrence/disease progression . Currently, eradication of KSHV  is not \npossible. Therefore, treatment of existing disease may not prevent \noccurrence of future lesions. Given this and the fact that many \npresentations of Kaposi sarcoma are not life -threatening, the goals of \ntherapy are focused on disease control . Wide  excisions with the goal of \nachieving negative margins  are not indicated , as they do  not contribute to \ncontrol of Kaposi sarcoma . Local excisions should instead  be used for \nlimited symptomatic lesions where systemic therapy is not appropriate .  \nWhen such excisions are likely to  be complex, other local therapies \nincluding cryotherapy or radiation can be favorable  alternative s. Systemic \ntherapy  with risk of long-term toxicities should be reserved for more \nserious presentations .   \nAntiretroviral Therapy  for People with HIV  \nReconstitution of immune function,  maintenance of viral suppression,  and \navoidance of additional immunosuppression are critical to prevent \nadditional Kaposi sarcoma lesions and maintain response to therapy  in \nPWH . In fact, in the setting of limited cutaneous disease, r emissions or SD \nmay occur with optimization of immune function and HIV viral suppression \nalone.35-41 Therefore, co -management with an HIV specialist to optimize \nsuppression of HIV and reconstitution of immune function with ART  is \nimportant for patients with AIDS -related Kaposi sarcoma (see the NCCN \nGuidelines for People with HIV, available at www.NCCN.org ).  PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-8 Immune Reconstitution Inflammatory Syndrome  \nInitiation of ART may result in immune reconstitution inflammatory \nsyndrome (IRIS) within 3 to 6 months in a reported 6% to 39% of patients \nwith AIDS -related Kaposi sarcoma.42-46 Kaposi sarcoma -associated IRIS  \n(KS-IRIS)  is characterized by  first presentation or paradoxical worsening \nof pre -existing Kaposi sarcoma infection following ART initiation.47 Clinical \nmanifestations  of IRIS may be challenging to distinguish from natural \nhistory of PD and may include the development of new lesions or \nenlargement of existing lesions , worsening lymphadenopathy, increased \ntenderness, and lymph edema. Individuals with pulmonary involvement, \nconcurrent or recent use of glucocorticoids, and/or advanced \nimmunosuppr ession may be at increased risk.42,43,45 The risk of IRIS is \nhigher in patients with baseline low CD4 T -cell counts and high HIV viral \nloads.48 In contrast with management of IRIS for some opportunistic \ninfections, glucocorticoids are generally contraindicated in Kaposi \nsarcoma, as well as in Kaposi sarcoma -associated IRIS, because of the \npotential for life -threatening Kaposi sarcoma exacerbation resulting from \nstimulatory effects of glucocorticoids on Kaposi sarcoma spindle cells and \nassociation of glucocorticoid use with increased mortality.43,49,50 KS-IRIS is \nan indication for urgent initiation of systemic Kaposi sarcoma therapy and \nshould involve coordination with an HIV specialist. Signs of past IRIS may \nbe an indication for earlier initiation of systemic Kaposi sarcoma therapy. \nART should not be delayed or discontinued unless life-threatening IRIS \ndevelops.   \nPWH with advanced K aposi sarcoma  not on ART at the time of \npresentation should start systemic therapy as soon as possible after the \ninitiation of ART to minimize the risk of severe KS -IRIS. A randomized \nopen -label clinical trial compared two treatment strategies  in patients with \nmild-to-moderate AIDS -related Kaposi sarcoma  in sub -Saharan Africa : \nART with concurrent low -dose oral etoposide versus ART with etoposide \nlater, as needed.51 Results demonstrated that early initiation of chemotherapy and ART together decreased early  progression of  Kaposi \nsarcoma   and IRIS. Early progression of Kaposi sarcoma  and IRIS \nincidences with immediate etoposide versus ART alone were 16% v ersus \n39%, and 7% v ersus 21%, respectively. Another  clinical trial compared  \nimmediate v ersus  as-needed oral etoposide in PWH with mild -to-moderate \nKaposi sarcoma  initiating ART.52 Immediate oral etoposide delayed K aposi \nsarcoma  progression ( P = .021), decreased suspected KS -IRIS events ( P \n= .003), and decreased time to initial K aposi sarcoma  response ( P = .003) . \nHowever, no long -term clinical benefit was observed compared to the as-\nneeded approach.  \nWhereas there are no prospective trials using thalidomide for Kaposi \nsarcoma -associated  IRIS, successful control of steroid -refractory IRIS with \nthalidomide has been reported, and  the immunomodulatory drugs ( IMiDs), \nincluding  thalidomide , are an active class of therapy  in Kaposi sarcoma.53-\n56 \nTopical Therapies  \nTopical therapies are an option for patients with limited cutaneous disease \nthat is symptomatic and/or cosmetically bothersome . Alitretinoin  gel, a \nretinoid, was studied in a phase III vehicle -controlled, double -blind, \nmulti -centered study , in which 134 patients with AIDS -related Kaposi \nsarcoma received either 0.1% alitretinoin gel or vehicle gel twice daily for \n12 weeks .57 The cutaneous tumor response rate s were 37% in the \nalitretinoin group compared with 7% in the control group. Another very \nsimilar randomized, multicenter, double -blind, vehicle -controlled study also \ncompared tumor response rates in patients with AIDS -related Kaposi \nsarcoma between an alitretinoin group and a control group.58 Response \nrates in the  268 patients were 35% for those who received 0.1%  \nalitretinoin gel compared with 18 % for those who received the  vehicle gel.  \nIn both of these  studies, alitretinoin gel was well tolerated, with mostly mild \nto moderate adverse events  that were limited to the  application  site and PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-9 that were relieved when treatment was stopped.  Data on the use of \nalitretinoin  in classic Kaposi sarcoma is limited  to two case reports, in \nwhich one patient showed significant improvement and the other did \nnot.59,60   \nImiquimod is a topical immune response modulator with antiviral and \nantitumor activity.61 It is used in a variety of skin conditions including \nmalignancies and warts.61,62 Case reports have shown that i miquimod  \ncream can be safe and effective in some patients with classic or \ntransplant -associated Kaposi sarcoma.63-70 In a single -center,  open -label , \nphase I /II trial, 17 patients  without HIV who had  Kaposi sarcoma received \nimiquimod 5% cream 3 times per week for 24 weeks .71 The response rate \nwas 47%. Over half of the patients reported local itching and erythema , \nbut treatment was generally well tolerated. I miquimod  is not well studied \nas a treatment for patients with cutaneous AIDS -related  Kaposi \nsarcoma.72,73 The Panel includes imiquimod as an option for patients with \nlimited cutaneous AIDS -related Kaposi sarcoma based on extrapolation \nfrom the data presented above in other settings, expert opinion, and \nnon-published anecdotal data.  \nIntralesional Chemotherapy  \nIntralesional vinblastine is another option for patients with limited \nmucocutaneous disease that is symptomatic and/or cosmetically \nbothersome . Intralesional injection of vinblastine has been studied in case \nreports, case series, and one small randomized trial of patients with oral \nAIDS -related Kaposi sarcoma.74-80 In a large series of 144 oral Kaposi \nsarcoma lesions in 50 PWH , CR was seen in 74% of lesions and PR in \n26%.77 The recurrence rate was 26%, with a mean disease -free period of \n12.9 weeks. Consistent with the safety profile seen in other studies, pain \nwas reported by 72% of participants, ulceration occurred in 22%, and \ntemporary numbness was seen in 12%. Pain is generally mild to moderate \nand relieved with pain med ication, and ulceration is generally self -limiting.  Studies on the use of intralesional vinblastine injection for cutaneous \nlesions are more limited.81,82 In a trial of 11 patients  with AIDS -related \nKaposi sarcoma, 88% of cutaneous lesions showed a com plete or partial \nclinical response .81 Treatment resulted in inflammation and blistering of \nthe lesion prior to healing, and the final results were not cosmetically \noptimal because of post -inflammation hyperpigmentation. Most patients \nreported aching pain 6 to 48 hours post -treatment that was relieved with \npain medication.  \nIntralesional vinblastine has also been used in cutaneous lesions in \npatients with classic Kaposi sarcoma.83 \nLocal Excision  \nLocal excision is an option for patients with limited cutaneous disease that \nis symptomatic and/or cosmetically bothersome . Data regarding outcomes \nof the excision of cutaneous Kaposi sarcoma lesions are limited and \nappear to be restricted to individuals  without HIV .84-88  Wide  excisions with \ngoal of negative margins is not indicated as this does not contribute to \nprevention  of additional Kaposi sarcoma  lesion development as discussed \nabove.  \nRadiation Therapy  \nKaposi sarcoma is radioresponsive, with CR rates of treated lesions \nreported in the range of 6 0% to 9 3%.69,89 -93 Radiation therapy for Kaposi \nsarcoma is used in patients with limited cutaneous disease that is \nsymptomat ic and/or cosmetically bothersome . For patients with advanced \ndisease, s ystemic therapy is preferred over radiation therapy in first-line \nand for relapsed/refractory  disease as long as systemic therapy is feasible \nbased on performance status and comorbidities.  Radiation in this setting \nshould be reserved for circumstances when systemic therapy is not \nfeasible or when palliative therapy is needed to miti gate pain or other \nsymptoms.94 PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-10 When radiation is used, hypofractionated regimens (eg, 20 Gy in 5 \nfractions) appear to be equally effective as the standard regimen of 24 Gy \nin 12 fractions.95,96 Dose fractionation should be based on  the site of \ntreatment with consideration for surrounding normal tissue tolerance.  \nLower doses are preferred for smaller and more superficial lesions. Higher \ndoses may be preferred for more extensive, deeply invasive lesions. More \nfractionated regimens may be preferred for sites with adjacent \nradiosensitive structures, such as the oral cavity.   \nThe side effects of radiation for Kaposi sarcoma are site-dependent, but \ntypically manageable given the low doses needed to achieve a \nresponse .89-92 Still, the risk of secondary cancer, severe or worsening \nlymphedema, and long -term wound healing complications may be \nincreased after radiation.  Early recognition and treatment of dermatitis, \noral mucositis , and lymph edema are especially important.89,91,97 The risk of \nlymphedema is already elevated in patients with K aposi sarcoma and may \nincrease after radiation.98 Therefore, caution should be exercised with the \nuse of radiation to sites of pre -existing lymphedema. Early referral to and \nco-management with a lymphedema specialist is recommended. In the \nsetting of advanced cutaneous disease, radiation therapy should be \nreserved for cases where systemic therapy is not feasible, with the goal of \npalliation or short -term disease management until systemic therapy may \nbe delivered. Radiation therapy may also be used for disease refractory to \nmultiple types of systemic thera py. \nCryotherapy  \nCryotherapy is also an option for patients with limited cutaneous disease \nthat is symptomatic and/or cosmetically bothersome . In a small study of 30 \npatients, 125 lesions were treated with cryotherapy.99 Nineteen  (63%) \npatients  experienced a CR without recurrence. Blistering was frequent, \nlocal pain was limited , and the treatment  was well tolerated overall . Other studies also suggest that cryotherapy can be effective in patients with \nclassic Kaposi sarcoma.70 \nSystemic Therapy  \nThe preferred first -line systemic therapy is liposomal doxorubicin. In a \nrandomized phase III trial, 258 patients with advanced AIDS -related \nKaposi sarcoma were randomized to receive pegylated -liposomal \ndoxorubicin  or doxorubicin , bleomycin , and vincristine (ABV ).100 The \noverall response rate was 46% (95% CI, 37% –54%)  in the liposomal \ndoxorubicin arm and 25% (95% CI, 17% –32%)  in the ABV arm . The \nmedian time to treatment failure was approximately 4 months in both \ngroups. Most patients in both arms experienced ≥1 grade 3 –4 adverse \nevent, with leukopenia , nausea/vomiting, anemia, and peripheral \nneuropathy as the most common adverse events in the liposomal \ndoxorubicin group. P egylated -liposomal doxorubicin  was also compared \nwith bleomycin  and vincristine (BV)  in another ra ndomized trial of patients \nwith AIDS -related Kaposi sarcoma (n = 241).101 As in the other trial, \nresponse rates were superior in the liposomal doxorubicin group \ncompared with the BV group (59% vs. 23%; P < .001) . \nPegylated -liposomal doxorubicin  resulted in an increased risk of \nneutropenia but  was less likely to result in early treatment cessation.  \nLiposomal doxorubicin  has also been shown to have activity in classic and \ntransplant -associated  Kaposi sarcoma.69,102 \nLiposomal doxorubicin is associated with risk of cardiotoxicity .103-105 \nTherefore, an echocardiogram should be performed prior to initial course \nof liposomal doxorubicin and should be repeated as  clinically indicated .106 \nConsider limiting lifetime dose per prescribing guidelines; however, some  \ndata suggest that the patients who need continue d treatment may be \nsafely treated beyond 1000  mg/m2.107 \nAn alternative option for first -line systemic therapy for limited cutaneous \nand advanced disease is paclitaxel. Early studies showed that it has PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-11 significant activity in the advanced disease setting, with n eutropenia as the \nmost frequent dose -limiting toxicity .69,108 -110 \nOne trial randomized 73 patients with advanced AIDS -related Kaposi \nsarcoma to paclitaxel or pegylated -liposomal doxorubicin .111 The two arms \nwere statistically equivalent with regard to response rates  (56% for \npaclitaxel vs. 46% for pegylated -liposomal doxorubicin; P = 0.49) , median \nprogression -free survival  (17.5 vs. 12.2 months; P = 0.66) , and 2 -year \nsurvival  (79% vs. 78%; P = 0.75) . A trend toward increases  in grade 3 to \ngrade 5 toxicity was seen in the  paclitaxel arm (84% vs . 66%; P = .077) , \nwith 1 lethal, grade 5 pulmonary embolism in a patient treated with \npaclitaxel . A systematic review of r andomized trials and observational  \nstudies in patients with advanced  AIDS -related Kaposi sarcoma found no \nevident  difference s between liposomal doxorubicin, liposomal \ndaunorubicin , and paclitaxel , although the number of studies identified was \nlow.112 Data on the use of paclitaxel in non –AIDS -related Kaposi sarcoma \nare more  limited.113,114 \nSurveillance of Patients with Kaposi Sarcoma  \nPatients treated for Kaposi sarcoma who do not require active treatment \nand who are without signs of progression should be followed periodically \nbased on degree of response to therapy and, if applicable, degree of HIV \nviremia and immune reconstitution.  Surveillance should include history \nand physical (including complete skin and oral exams and documentation \nof edema and history of additional immunosuppression such as \ntransplant/glucocorticoids), CBC with  differential, and comprehensive \nmetabolic panel . For PWH, surveillance should also include T-cell subsets  \n(CD4+ T -cell count ) and HIV viral load , and ART adherence should be \nassessed.  \nIf a change in disease is noted, lesions should be photographed for \ndocumentation. If there are signs and symptoms concerning  for visceral involvement, progression/refractory disease meriting  new therapy, or a \nnotable change in disease burden, various tests and imaging studies are \nindicated based on clinical circumstances. Testing for opportunistic \ninfections should be conducted if signs of infection or inflammation are \npresent. For patients w ith advanced cutaneous, oral, visceral, or nodal \ninvolvement, FOBT and chest x -ray are recommended. In patients with GI \nsymptoms such as nausea, vomiting, diarrhea, abdominal pain , and \nmelena/blood in stool,  esophagogast roduodenoscopy, colonoscopy , and \nCT imaging should be performed. When pulmonary symptoms such as \ndyspnea and cough are present, bronchoscopy and chest CT should be \nperformed.  \nIt is important to note that KSHV  is not eradicated with treatment of Kaposi \nsarcoma, and the risk of future Kaposi sarcoma persists even after \ncomplete remission. Avoidance of iatrogenic immunosuppression as well \nas optimization and monitoring of immune function  and HIV control  are \nimportant to minimize this risk because  disease risk generally decreases \nwith immune reconstitution. However, Kaposi sarcoma can persist, \nrelapse, or present even in the setting of “normal ” CD-4 counts. Less \nfrequent (every 6 –12 months) oncologic monitoring may be appropriate for \nselect patients with Kaposi sarcoma that is  limited in extent,  stable for ≥2 \nyears , and without ongoing immunosuppressive therapy and , for PWH, \nundetectable HIV viral loads, normal T -cell subsets, and regular follow -up \nwith an HIV specialist.  \nSystemic Therapy  of Relapsed/Refractory Disease  \nAt first progression, the same systemic therapy options as in first line \n(liposomal doxorubicin and paclitaxel, discussed above) may be \nconsidered as follows:  \n• If first -line therapy was tolerated and a durable response (>3 \nmonths) was seen, then a repeat of the therapy used in first line \nshould be considered.  PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-12 • If there was no response to first -line systemic therapy, then an \nalternative first -line therapy option should be given.  \nFollowing subsequent progressions, liposomal doxorubicin or paclitaxel, \nwhichever has not yet been administered, is recommended.115,116 \nFollowing treatment with liposomal doxorubicin and paclitaxel , the Panel \nrecommends p omalidomide as the preferred regimen. P omalidomide was \nstudied in a phase I/II trial of seven people without HIV  and 15 PWH  who \nhad Kaposi sarcoma.55 PWH  were required to have viremia controlled and \neither progressive or stable Kaposi sarcoma on ART. Most of the \nparticipants (17 of 22; 77%) had previous therapy for Kaposi sarcoma, \nexclusive of ART.117 The response rate was 60% in the PWH  group  (95% \nCI, 32% –84%) . Grade 3 –4 adverse events that might have occurred due \nto pomalidomide were neutropenia, infection, and edema.  Pomalidomide \nhas received accelerated  U.S. Food and Drug Administration ( FDA) \napprov al for the treatment of adult patients with AIDS -related K aposi \nsarcoma  after failure of highly active ART  and for patients  without HIV who \nhave  Kaposi sarcoma . \nOther treatment options for subsequent lines of therapy for \nrelapsed/refractory disease include bortezomib, gemcitabine, \nlenalidomide, and vinorelbine. Etoposide,  imatinib,  ipilimumab + nivolumab  \n(for classic K aposi sarcoma ), albumin -bound paclitaxel  (if paclitaxel  \nintolerant ), pembrolizumab  (for endemic and classic K aposi sarcoma ), \nsirolimus  (for transplant K aposi sarcoma ), and thalidomide (for patients \nwith IRIS) may also be useful under certain circumstances. Patients can \ncontinue through all treatment options listed, and treatments can be \nrepeated if they were tolerated  and the response was durable (≥3 \nmonths). In select cases, best supportive care may be an appropriate \noption.   \nImmune checkpoint inhibitors should not be used in patients with MCD or \nKICS because they can exacerbate these conditions. In a phase I study assessing the safety of pembrolizumab in PWH and advanced cancer, a \nheavily pretreated patient with K aposi sarcoma  and prior history of KICS  \nand elevated peripheral blood mononuclear cell -associated KSHV  \ndeveloped marked KSHV viremia and inflammation, leading to death.118  \nBortezomib was studied in the dose -escalation , pilot AMC -063 trial, which \nincluded 17 patients with relapsed/refractory AIDS -related Kaposi sarcoma \non ART.119 The maximum tolerated dose was not reached. The PR rate \nwas 60% in 15 evaluable patients  and 83% in the 1.6 mg/m2 cohort . The \nrest of the participants experienced SD. The most common adverse \nevents were  diarrhea, fatigue , and nausea.  \nEvidence for the use of ge mcitabine  in patients with refractory \nAIDS -related Kaposi sarcoma comes only from a retrospective analysis of \n23 patients who had been treated with first-line ABV .120 CR was seen in \nthree patients (13%), PR in eight (35%), and SD in 11 (48%). Only one \npatient had PD. Grade 3 –4 adverse events include leukopenia, pain, \nfatigue, and neutropenia. Gemcitabine has also been studied as first -line \nsystemic therapy in a phase IIA trial in West Kenya, with a CR rate of 33% \nand a PR rate of 53%.121 Gemcitabine also has activity in classic Kaposi \nsarcoma.69 \nThe phase II AIDS Malignancy Consortium trial of lenalidomide evaluated \nresponse rates of relapsed/refractory Kaposi sarcoma  in 42 persons with \nHIV.56 PRs occurred in 60% of participants  and treatment . The most \ncommon adverse events were neutropenia, fatigue, leukopenia, and \ndiarrhea.  The phase II ANRS 154 Lenakap trial evaluated the rate of PR or \nCR at week 24  after treatment with  lenalidomide in 12 patients with \nrelapsed/refractory AIDS -related Kaposi sarcoma.54 The primary endpoint \nwas the rate of PR or CR by Physical Global Assessment  (PGA)  criteria. \nAlthough none of the 10 patients who were evaluable at 24 weeks met \nPGA at 24 or 48 weeks, four met ACTG criteria  for PR at 48 weeks.   PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-13 Evidence for the activity of vinorelbine in AIDS -related Kaposi sarcoma \ncomes from a phase II trial of 35 assessable patients with PD.122 Complete \nclinical response s were seen in  9%, and PRs were seen in 34%. The \nmedian duration of response was about 6 months.  Neutropenia was the \nmost frequent dose -limiting toxicity , but other side effects were mild and \nreversible,  and the treatment was generally well tolerated.  Data on the use \nof vinorelbine  in classic and post -transplant Kaposi sarcoma are \nlimited.123,124 \nEtoposide has been studied in multiple phase II trials and in the \nA5264/AMC -067 trial of patients with AIDS -related Kaposi sarcoma.52,125 -\n127 In one of the phase II trials, 36 patients with previously treated \nAIDS -related Kaposi sarcoma received  a course of oral etoposide , and the \noverall response rate  was 36% , with SD occurring in 33% of the \nparticipants.127 The median duration of response was about 6 months. \nGrade 3 –4 neutropenia occurred in 28%, and opportunistic infections \noccurred in 22%. The other phase II trials also showed oral etoposide to \nhave clinical activity and be well tolerated. In the A5264/AMC -067 trial, \n190 patients with mild-to-moderate AIDS -related  Kaposi sarcoma in Africa \nand South America were randomized to ART alone with etoposide given \nfor progression or ART plus immediate etoposide.52 No difference in \nresponse between the groups was seen at 48 months. If oral etoposide is \nused, the Panel recommends the dose escalation used in this trial, as \nindicated in the guidelines.  Etoposide also has activity in classic Kaposi \nsarcoma.69,128 \nImatinib has activity in AIDS -related Kaposi sarcoma.129,130 The strongest \nevidence comes from a multicenter phase II trial in which 30 patients were \ntreated with imatinib.131 Eighteen patients (60%) had received p rior \ntherapy. Partial  response  occurred in 33% and  20% had stable disease . \nThe median duration of response was approximately 8 month s, with \ndisease progression in seven patients (23%).  Grade 3 –4 adverse events attributed to imatinib included a llergic reaction/hypersensitivity , nausea, \ndehydration, and cellulitis, but only  five patients (17%) discontinued \ntherapy because of  adverse events . \nEvidence for the use of ipilimumab + nivolumab for classical K aposi \nsarcoma  is limited to a phase II single -arm study in 18 patients with \nprogressive disease after one or more lines of systemic therapy.132 The \nprimary endpoint of overall response rate was 87%. The secondary \nendpoint of 6 -month progression -free survival rate was 76.5%. Grade 3 –4 \nadverse events were experienced by four patients (one patient with grade \n3 colitis, two patients with grade 3 –4 lipase elevation, and one with grade \n3 pneumonitis). Two patients discontinued treatment due to adverse \nevents possibly related to treatment.  \nEvidence for the use of albumin -bound  paclitaxel in Kaposi sarcoma \nappears to be limited to one abstract of a phase II trial of 6 patients with \nclassic Kaposi sarcoma.133 Partial (n = 2) or complete responses (n = 4) \nwere seen in all patients.  Grade 3 adverse events were neutropenia in half \nof the patients and thrombocytopenia in 1 of 6 patients.   \nA multicent er, phase II, single -arm trial treated 17 patients (8 with classic \nKaposi sarcoma  and 9 with endemic K aposi sarcoma ) with \npembrolizumab.134 The primary endpoint was the best overall response \nrate within a 6-month timeframe, and three or more responses among the \n17 patients were needed for the primary endpoint to be met. Two patients \n(22%) had a CR, 10 patients had a PR (59%), and 5 patients (29%) had \nSD, with a best overall response rate of 71% (95% CI , 44–90), meeting \nthe primary outcome. Adverse events occurred in 13 patients, including \ntwo grade 3 adverse events (1 acute cardiac decompensation and 1 \ngranulomatous reaction).  \nFor Kaposi sarcoma associated with immunosuppression from solid organ \ntransplant, switching to sirolimus for immunosuppression may be sufficient PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-14 for Kaposi sarcoma control and treatment. In a study of 15 patients who \nunderwent kidney transplants and developed Kaposi sarcoma,  \ncyclosporine therapy was stopped  and sirolimus  was initiated .21 At 3 \nmonths after the start of sirolimus therapy, all cutaneous lesions had \ndisappeared in all patients , all with confirmed histologic  remission at 6 \nmonths. No acute episodes of rejection or changes in kidney -graft function  \nwere seen .  \nThalidomide has been studied in AIDS -related Kaposi sarcoma in two \nphase II trials.135,136 One of these trials included 17 assessable patients \nwith PD.135 PRs were seen in 47%, and SD was seen in 12%. T ime to \nprogression was a median 7.3 months . The most frequent ly reported side \neffects were d rowsiness in 45% of participants and depression in  35%. \nAlthough  no prospective trials have used  thalidomide for Kaposi \nsarcoma -associated  IRIS, successful control of steroid -refractory IRIS with \nthalidomide has been reported, and thalidomide is an active agent in \nKaposi sarcoma.53 The Panel thus believes that thalidomide may be a \nuseful option for patients with Kaposi sarcoma and \ncorticosteroid -refractory IRIS.   \nSummary  \nManagement of Kaposi sarcoma depends on location and extent of \ndisease. PWH with limited cutaneous disease that is asymptomatic and \ncosmetically acceptable to the patient may be treated with ART alone. \nRemissions or SD may occur with optimization of immune function  and \nHIV viral suppression  alone . \nThose with symptomatic and/or cosmetically bothersome  limited \ncutaneous disease should be treated with therapy  that is  minimally \ninvasive with the least toxicity possible , and  with ART , if HIV -positive . \nOptions include a  limited number of cycles  of systemic therapy, topical treatment, intralesional chemotherapy, radiation, cryotherapy, and local \nexcision.  \nPreferred initial treatment for patients with significant lymphedema  and \nadvanced cutaneous, oral, visceral, or nodal AIDS -related Kaposi sarcoma \nis ART with systemic therapy  or systemic therapy alone for those without  \nHIV. Alternatively,  a well -designed clinical trial of an agent previously \ndemonstrated to have activity  is an appropriate option . For those not \neligible for  systemic therapy, radiation can be used (with ART  for PWH) . \nAs lymphedema often complicates Kaposi sarcoma, early involvement of a \nlymph edema specialist is recommended.  \nSurveillance of patients treated for Kaposi sarcoma is important, as \ndisease can recur after an initial CR and in the setting of normal values of \nT-cell subsets. Persistence of KSHV  and emergence of distinct tumor \nclones can lead to disease progression and relapse.  Furthermore, \nbecause individual Kaposi sarcoma lesions are often distinct clones as \nopposed to metastases, treatment of existing disease does not prevent \noccurrence of new lesions.  \nFor relapsed/refractory disease, a typical systemic therapy sequence \nwould be first -line liposomal doxorubicin, followed by second -line \npaclitaxel, followed by pomalidomide in the third line of treatment. \nAdditional lines of other therapies can be given, and any systemic therapy \nthat was tolerated with a  durable response  can be repeated.  \nImmunosuppression in general and g lucocorticoids in any formulation \nshould be avoided in patients with active or prior Kaposi sarcoma, or other \nKSHV -associated conditions, given the potential to cause significant flares \nor relapses of Kaposi sarcoma. The use of glucocorticoids should be \nlimited to serious or life-threatening conditions for which these therapies  \nare otherwise indicated (ie, anaphylaxis). Proceed with caution if using \nglucocorticoids and consult an HIV or K aposi sarcoma  specialist. Other PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-15 therapies associated with flares of Kaposi sarcoma include those \nsuppressing B - and T -cell numbers and/or function such as rituximab and \ncyclosporine, respectively.137,138 Of note, patients with AIDS -related \nlymphomas who have concurrent Kaposi sarcoma are often able to \nreceive multiagent chemotherapy regimens including glucocorticoids and \nrituximab without significant flare of Kaposi sarcoma if the regimen also \nincludes agents active against Kaposi sarcoma such as anthracyclines.  \nCareful monitoring of  Kaposi sarcoma should be performed during and \nfollowing  conclusion of lymphoma therapy ; additional Kaposi sarcoma -\ndirected therapy may be require d after  completion of  lymphoma  regimens \nassociated with prolonged immunosuppression (ie , rituximab, nucleoside \nanalogues ). \nOverall, the survival of patients with Kaposi sarcoma has greatly improved, \nand long -term survival can be the goal for many patients. The goals of \ntherapy for patients with advanced disease are namely reducing or \nreversing symptoms  and mitigating end -organ damage . Complete \nremissions in this setting are rare , but effective therapy can result in  \nlong-term disease control . PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-16 References  \n1. Angeletti PC, Zhang L, Wood C. The viral etiology of AIDS -associated \nmalignancies. Adv Pharmacol 2008;56:509 -557. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/18086422 . \n2. Antman K, Chang Y. Kaposi's sarcoma. N Engl J Med 2000;342:1027 -\n1038. Available at: https://www.ncbi.nlm.nih.gov/pubmed/10749966 . \n3. Hiatt KM, Nelson AM, Lichy JH, Fanburg -Smith JC. Classic Kaposi \nSarcoma in the United States over the last two decades: a \nclinicopathologic and molecular study of 438 non -HIV-related Kaposi \nSarcoma patients with comparison to HIV -related Kaposi Sarcoma.  Mod \nPathol 2008;21:572 -582. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/18376387 . \n4. PubMed Overview. U.S. National Library of Medicine; 2023. Available \nat: https://pubmed.ncbi.nlm.nih.gov/about/ . Accessed June 23, 2023.  \n5. Freedman -Cass DA, Fischer T, Alpert AB, et al. The value and process \nof inclusion: Using sensitive, respectful, and inclusive language and \nimages in NCCN content. J Natl Compr Canc Netw 2023;21:434 -441. \nAvailable at: https://www.ncbi.nlm.nih.gov/pubmed/37156485 . \n6. Engels EA, Pfeiffer RM, Goedert JJ, et al. Trends in cancer risk among \npeople with AIDS in the United States 1980 -2002. AIDS 2006;20:1645 -\n1654. Available at: https://www.ncbi.nlm.nih.gov/pubmed/16868446 . \n7. Engels EA, Biggar RJ, Hall HI, et al. Cancer risk in people infected with \nhuman immunodeficiency virus in the United States. Int J Cancer \n2008;123:187 -194. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/18435450 . \n8. Grulich AE, van Leeuwen MT, Falster MO, Vajdic CM. Incidence of \ncancers in people with HIV/AIDS compared with immunosuppressed \ntransplant recipients: a meta -analysis. Lancet 2007;370:59 -67. Available \nat: https://www.ncbi.nlm.nih.gov/pubmed/17617273 . \n9. Lee JY, Dhakal I, Casper C, et al. Risk of cancer among commercially \ninsured HIV -infected adults on antiretroviral therapy. J Cancer Epidemiol 2016;2016:2138259. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/27882054 . \n10. Patel P, Hanson DL, Sullivan PS, et al. Incidence of types of cancer \namong HIV -infected persons compared with the general population in the \nUnited States, 1992 -2003. Ann Intern Med 2008;148:728 -736. Available \nat: http://www.ncbi.nlm.nih.gov/pubmed/18490686 . \n11. Hernandez -Ramirez RU, Shiels MS, Dubrow R, Engels EA. Cancer \nrisk in HIV -infected people in the USA from 1996 to 2012: a population -\nbased, registry -linkage study. Lancet HIV 2017;4:e495 -e504. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/28803888 . \n12. Robbins HA, Shiels MS, Pfeiffer RM, Engels EA. Epidemiologic \ncontributions to recent cancer trends among HIV -infected people in the \nUnited States. AIDS 2014;28:881 -890. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/24300545 . \n13. Shiels MS, Pfeiffer RM, Hall HI, et al. Proportions of Kaposi sarcoma, \nselected non -Hodgkin lymphomas, and cervical cancer in the United \nStates occurring in persons with AIDS, 1980 -2007. JAMA 2011;305:1450 -\n1459. Available at: https://www.ncbi.nlm.nih.gov/pubmed/21486978 . \n14. Luo Q, Satcher Johnson A, Hall HI, et al. Kaposi sarcoma rates among \npersons living with human immunodeficiency virus in the United States: \n2008 -2016. Clin Infect Dis 2020;73:e2226 -e2233. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/33140823 . \n15. Robbins HA, Pfeiffer RM, Shiels MS, et al. Excess cancers among \nHIV-infected people in the United States. J Natl Cancer Inst 2015;107. \nAvailable at: https://www.ncbi.nlm.nih.gov/pubmed/25663691 . \n16. Yarchoan R, Uldrick TS. HIV -associated cancers and related diseases. \nN Engl J Med 2018;378:1029 -1041. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/29539283 . \n17. Armstrong AW, Lam KH, Chase EP. Epidemiology of classic and \nAIDS -related Kaposi's sarcoma in the USA: incidence, survival, and \ngeographical distribution from 1975 to 2005. Epidemiol Infect PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-17 2013;141:200 -206. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/22404880 . \n18. Nasti G, Talamini R, Antinori A, et al. AIDS -related Kaposi's Sarcoma: \nevaluation of potential new prognostic factors and assessment of the AIDS \nClinical Trial Group Staging System in the Haart Era --the Italian \nCooperative Group on AIDS and Tumors and the Italian Cohort of Patients \nNaive From Antiretrovirals. J Clin Oncol 2003;21:2876 -2882. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/12885804 . \n19. Royse KE, El Chaer F, Amirian ES, et al. Disparities in Kaposi \nsarcoma incidence and survival in the United States: 2000 -2013. PLoS \nOne 2017;12:e0182750. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/28829790 . \n20. Dubrow R, Qin L, Lin H, et al. Association of CD4+ T -cell count, HIV -1 \nRNA viral load, and antiretroviral therapy with Kaposi sarcoma risk among \nHIV-infected persons in the United States and Canada. J Acquir Immune \nDefic Syndr 2017;75:382 -390. Availabl e at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/28394855 . \n21. Stallone G, Schena A, Infante B, et al. Sirolimus for Kaposi's sarcoma \nin renal -transplant recipients. N Engl J Med 2005;352:1317 -1323. \nAvailable at: https://www.ncbi.nlm.nih.gov/pubmed/15800227 . \n22. Amerson E, Woodruff CM, Forrestel A, et al. Accuracy of clinical \nsuspicion and pathologic diagnosis of Kaposi sarcoma in east Africa. J \nAcquir Immune Defic Syndr 2016;71:295 -301. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/26452066 . \n23. Forrestel AK, Naujokas A, Martin JN, et al. Bacillary angiomatosis \nmasquerading as Kaposi's sarcoma in East Africa. J Int Assoc Provid \nAIDS Care 2015;14:21 -25. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/24718378 . \n24. Ramdial PK, Sing Y, Ramburan A, et al. Bartonella quintana -induced \nvulval bacillary angiomatosis. Int J Gynecol Pathol 2012;31:390 -394. \nAvailable at: https://www.ncbi.nlm.nih.gov/pubmed/22653356 . 25. Jones C, Orengo I, Rosen T, Ellner K. Cutaneous cryptococcosis \nsimulating Kaposi's sarcoma in the acquired immunodeficiency syndrome. \nCutis 1990;45:163 -167. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/2311432 . \n26. Polizzotto MN, Uldrick TS, Wyvill KM, et al. Clinical features and \noutcomes of patients with symptomatic Kaposi sarcoma herpesvirus \n(KSHV) -associated inflammation: Prospective characterization of KSHV \ninflammatory cytokine syndrome (KICS). Clin Infect Dis 2016;62:730 -738. \nAvailable at: https://www.ncbi.nlm.nih.gov/pubmed/26658701 . \n27. Allen CM, Al -Jahdali HH, Irion KL, et al. Imaging lung manifestations of \nHIV/AIDS. Ann Thorac Med 2010;5:201 -216. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/20981180 . \n28. Gingo MR, Morris A. Pathogenesis of HIV and the lung. Curr HIV/AIDS \nRep 2013;10:42 -50. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/23079728 . \n29. Gottumukkala RV, Romero JM, Riascos RF, et al. Imaging of the brain \nin patients with human immunodeficiency virus infection. Top Magn Reson \nImaging 2014;23:275 -291. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/25296273 . \n30. Langford TD, Letendre SL, Larrea GJ, Masliah E. Changing patterns in \nthe neuropathogenesis of HIV during the HAART era. Brain Pathol \n2003;13:195 -210. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/12744473 . \n31. Brust D, Polis M, Davey R, et al. Fluorodeoxyglucose imaging in \nhealthy subjects with HIV infection: impact of disease stage and therapy \non pattern of nodal activation. AIDS 2006;20:985 -993. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/16603850 . \n32. Scharko AM, Perlman SB, Pyzalski RW, et al. Whole -body positron \nemission tomography in patients with HIV -1 infection. Lancet \n2003;362:959 -961. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/14511930 . PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-18 33. Goshen E, Davidson T, Avigdor A, et al. PET/CT in the evaluation of \nlymphoma in patients with HIV -1 with suppressed viral loads. Clin Nucl \nMed 2008;33:610 -614. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/18716509 . \n34. Krown SE, Metroka C, Wernz JC. Kaposi's sarcoma in the acquired \nimmune deficiency syndrome: a proposal for uniform evaluation, response, \nand staging criteria. AIDS Clinical Trials Group Oncology Committee. J \nClin Oncol 1989;7:1201 -1207. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/2671281 . \n35. Beatrous SV, Grisoli SB, Riahi RR, Cohen PR. Cutaneous HIV -\nassociated Kaposi sarcoma: a potential setting for management by clinical \nobservation. Dermatol Online J 2017;23:13030. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/28633734 . \n36. Asiimwe F, Moore D, Were W, et al. Clinical outcomes of HIV -infected \npatients with Kaposi's sarcoma receiving nonnucleoside reverse \ntranscriptase inhibitor -based antiretroviral therapy in Uganda. HIV Med \n2012;13:166 -171. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/22112164 . \n37. Bower M, Weir J, Francis N, et al. The effect of HAART in 254 \nconsecutive patients with AIDS -related Kaposi's sarcoma. AIDS \n2009;23:1701 -1706. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/19550283 . \n38. Cattelan AM, Calabro ML, Gasperini P, et al. Acquired \nimmunodeficiency syndrome -related Kaposi's sarcoma regression after \nhighly active antiretroviral therapy: biologic correlates of clinical outcome. \nJ Natl Cancer Inst Monogr 2001:44 -49. Available at:  \nhttps://www.ncbi.nlm.nih.gov/pubmed/11158206 . \n39. Dupont C, Vasseur E, Beauchet A, et al. Long -term efficacy on \nKaposi's sarcoma of highly active antiretroviral therapy in a cohort of HIV -\npositive patients. CISIH 92. Centre d'information et de soins de \nl'immunodeficience humaine. AIDS 2000;14:987 -993. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/10853980 . 40. Nguyen HQ, Magaret AS, Kitahata MM, et al. Persistent Kaposi \nsarcoma in the era of highly active antiretroviral therapy: characterizing the \npredictors of clinical response. AIDS 2008;22:937 -945. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/18453853 . \n41. Mosam A, Shaik F, Uldrick TS, et al. A randomized controlled trial of \nhighly active antiretroviral therapy versus highly active antiretroviral \ntherapy and chemotherapy in therapy -naive patients with HIV -associated \nKaposi sarcoma in South Africa. J Acqu ir Immune Defic Syndr \n2012;60:150 -157. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/22395672 . \n42. Bower M, Nelson M, Young AM, et al. Immune reconstitution \ninflammatory syndrome associated with Kaposi's sarcoma. J Clin Oncol \n2005;23:5224 -5228. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/16051964 . \n43. Fernandez -Sanchez M, Iglesias MC, Ablanedo -Terrazas Y, et al. \nSteroids are a risk factor for Kaposi's sarcoma -immune reconstitution \ninflammatory syndrome and mortality in HIV infection. AIDS 2016;30:909 -\n914. Available at: https://www.ncbi.nlm.nih.gov/pubmed/26636923 . \n44. Letang E, Almeida JM, Miro JM, et al. Predictors of immune \nreconstitution inflammatory syndrome -associated with kaposi sarcoma in \nmozambique: a prospective study. J Acquir Immune Defic Syndr \n2010;53:589 -597. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/19801945 . \n45. Volkow P, Cesarman -Maus G, Garciadiego -Fossas P, et al. Clinical \ncharacteristics, predictors of immune reconstitution inflammatory \nsyndrome and long -term prognosis in patients with Kaposi sarcoma. AIDS \nRes Ther 2017;14:30. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/28558783 . \n46. Sereti I, Sheikh V, Shaffer D, et al. Prospective international study of \nincidence and predictors of immune reconstitution inflammatory syndrome \nand death in people living with human immunodeficiency virus and severe \nlymphopenia. Clin Infect Dis 2020;7 1:652 -660. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/31504347 . PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-19 47. Letang E, Lewis JJ, Bower M, et al. Immune reconstitution \ninflammatory syndrome associated with Kaposi sarcoma: higher incidence \nand mortality in Africa than in the UK. AIDS 2013;27:1603 -1613. Available \nat: https://www.ncbi.nlm.nih.gov/pubmed/23462220 . \n48. Guidelines for the Use of Antiretroviral Agents in Adults and \nAdolescents with HIV. Department of Health and Human Services; \nAvailable at: https://clinicalinfo.hiv.gov/en/guidelines/adult -and-adolescent -\narv. Accessed June 23, 2023.  \n49. Guo WX, Antakly T. AIDS -related Kaposi's sarcoma: evidence for \ndirect stimulatory effect of glucocorticoid on cell proliferation. Am J Pathol \n1995;146:727 -734. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/7887453 . \n50. Volkow PF, Cornejo P, Zinser JW, et al. Life -threatening exacerbation \nof Kaposi's sarcoma after prednisone treatment for immune reconstitution \ninflammatory syndrome. AIDS 2008;22:663 -665. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/18317012 . \n51. Nyirenda M, Ngongondo M, Kang M, et al. Early progression and \nimmune reconstitution inflammatory syndrome during treatment of mild -to-\nmoderate Kaposi Sarcoma in Sub -Saharan Africa and South America: \nIncidence, long -term outcomes, and effects of early c hemotherapy. J \nAcquir Immune Defic Syndr 2020;84:422 -429. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/32265361 . \n52. Hosseinipour MC, Kang M, Krown SE, et al. As -needed vs immediate \netoposide chemotherapy in combination with antiretroviral therapy for mild -\nto-moderate AIDS -associated Kaposi sarcoma in resource -limited settings: \nA5264/AMC -067 randomized clinical trial . Clin Infect Dis 2018;67:251 -260. \nAvailable at: https://www.ncbi.nlm.nih.gov/pubmed/29365083 . \n53. Brunel AS, Reynes J, Tuaillon E, et al. Thalidomide for steroid -\ndependent immune reconstitution inflammatory syndromes during AIDS. \nAIDS 2012;26:2110 -2112. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/22874513 . 54. Pourcher V, Desnoyer A, Assoumou L, et al. Phase II trial of \nlenalidomide in HIV -infected patients with previously treated Kaposi's \nsarcoma: Results of the ANRS 154 Lenakap trial. AIDS Res Hum \nRetroviruses 2017;33:1 -10. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/27405442 . \n55. Polizzotto MN, Uldrick TS, Wyvill KM, et al. Pomalidomide for \nsymptomatic Kaposi's sarcoma in people with and without HIV infection: a \nphase I/II study. J Clin Oncol 2016;34:4125 -4131. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/27863194 . \n56. Reid EG, Shimabukuro K, Moore P, et al. AMC -070: Lenalidomide is \nsafe and effective in HIV -associated Kaposi sarcoma. Clin Cancer Res \n2022;28:2646 -2656. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/35247913 . \n57. Bodsworth NJ, Bloch M, Bower M, et al. Phase III vehicle -controlled, \nmulti -centered study of topical alitretinoin gel 0.1% in cutaneous AIDS -\nrelated Kaposi's sarcoma. Am J Clin Dermatol 2001;2:77 -87. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/11705307 . \n58. Walmsley S, Northfelt DW, Melosky B, et al. Treatment of AIDS -\nrelated cutaneous Kaposi's sarcoma with topical alitretinoin (9 -cis-retinoic \nacid) gel. Panretin Gel North American Study Group. J Acquir Immune \nDefic Syndr 1999;22:235 -246. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/10770343 . \n59. Morganroth GS. Topical 0.1% alitretinoin gel for classic Kaposi \nsarcoma. Arch Dermatol 2002;138:542 -543. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/11939830 . \n60. Rongioletti F, Zaccaria E, Viglizzo G. Failure of topical 0.1% alitretinoin \ngel for classic Kaposi sarcoma: first European experience. Br J Dermatol \n2006;155:856 -857. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/16965450 . \n61. Bubna AK. Imiquimod - Its role in the treatment of cutaneous \nmalignancies. Indian J Pharmacol 2015;47:354 -359. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/26288465 . PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-20 62. Ganjian S, Ourian AJ, Shamtoub G, et al. Off -label indications for \nimiquimod. Dermatol Online J 2009;15:4. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/19624982 . \n63. Babel N, Eibl N, Ulrich C, et al. Development of Kaposi's sarcoma \nunder sirolimus -based immunosuppression and successful treatment with \nimiquimod. Transpl Infect Dis 2008;10:59 -62. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/17428275 . \n64. Benomar S, Boutayeb S, Benzekri L, et al. Kaposi's sarcoma \nresponding to topical imiquimod 5% cream: a case report. Cases J \n2009;2:7092. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/20181188 . \n65. Bernardini B, Faggion D, Calabro L, et al. Imiquimod for the treatment \nof classical Kaposi's sarcoma. Acta Derm Venereol 2010;90:417 -418. \nAvailable at: https://www.ncbi.nlm.nih.gov/pubmed/20574613 . \n66. Prinz Vavricka BM, Hofbauer GF, Dummer R, et al. Topical treatment \nof cutaneous Kaposi sarcoma with imiquimod 5% in renal -transplant \nrecipients: a clinicopathological observation. Clin Exp Dermatol \n2012;37:620 -625. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/22300351 . \n67. Gunduz K, Gunay U, Inanir I, et al. Efficacy of 5% imiquimod cream in \na patient with classic Kaposi sarcoma. J Dermatol Case Rep 2012;6:52 -\n53. Available at: https://www.ncbi.nlm.nih.gov/pubmed/22826720 . \n68. Fairley JL, Denham I, Yoganathan S, Read TR. Topical imiquimod 5% \nas a treatment for localized genital Kaposi's sarcoma in an HIV -negative \nman: a case report. Int J STD AIDS 2012;23:907 -908. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/23258836 . \n69. Regnier -Rosencher E, Guillot B, Dupin N. Treatments for classic \nKaposi sarcoma: a systematic review of the literature. J Am Acad \nDermatol 2013;68:313 -331. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/22695100 . 70. Odyakmaz Demirsoy E, Bayramgurler D, Caglayan C, et al. Imiquimod \n5% cream versus cryotherapy in classic Kaposi sarcoma. J Cutan Med \nSurg 2019;23:488 -495. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/31072133 . \n71. Celestin Schartz NE, Chevret S, Paz C, et al. Imiquimod 5% cream for \ntreatment of HIV -negative Kaposi's sarcoma skin lesions: A phase I to II, \nopen -label trial in 17 patients. J Am Acad Dermatol 2008;58:585 -591. \nAvailable at: https://www.ncbi.nlm.nih.gov/pubmed/18068265 . \n72. Rosen T. Limited extent AIDS -related cutaneous Kaposi's sarcoma \nresponsive to imiquimod 5% cream. Int J Dermatol 2006;45:854 -856. \nAvailable at: https://www.ncbi.nlm.nih.gov/pubmed/16863526 . \n73. Lebari D, Gohil J, Patnaik L, Wasef W. Isolated penile Kaposi's \nsarcoma in a HIV -positive patient stable on treatment for three years. Int J \nSTD AIDS 2014;25:607 -610. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/24492851 . \n74. Epstein JB, Lozada -Nur F, McLeod WA, Spinelli J. Oral Kaposi's \nsarcoma in acquired immunodeficiency syndrome. Review of management \nand report of the efficacy of intralesional vinblastine. Cancer \n1989;64:2424 -2430. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/2819653 . \n75. Epstein JB. Treatment of oral Kaposi sarcoma with intralesional \nvinblastine. Cancer 1993;71:1722 -1725. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/8448735 . \n76. Ramirez -Amador V, Esquivel -Pedraza L, Lozada -Nur F, et al. \nIntralesional vinblastine vs. 3% sodium tetradecyl sulfate for the treatment \nof oral Kaposi's sarcoma. A double blind, randomized clinical trial. Oral \nOncol 2002;38:460 -467. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/12110340 . \n77. Flaitz CM, Nichols CM, Hicks MJ. Role of intralesional vinblastine \nadministration in treatment of intraoral Kaposi's sarcoma in AIDS. Eur J \nCancer B Oral Oncol 1995;31B:280 -285. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/7492927 . PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-21 78. Friedman M, Venkatesan TK, Caldarelli DD. Intralesional vinblastine \nfor treating AIDS -associated Kaposi's sarcoma of the oropharynx and \nlarynx. Ann Otol Rhinol Laryngol 1996;105:272 -274. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/8604887 . \n79. McCormick SU. Intralesional vinblastine injections for the treatment of \noral Kaposi's sarcoma: report of 10 patients with 2 -year follow -up. J Oral \nMaxillofac Surg 1996;54:583 -587; discussion 588 -589. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/8632242 . \n80. Shimomura S, Kikuchi Y, Oka S, Ishitoya J. Local treatment of AIDS -\nassociated bulky Kaposi's sarcoma in the head and neck region. Auris \nNasus Larynx 2000;27:335 -338. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/10996492 . \n81. Boudreaux AA, Smith LL, Cosby CD, et al. Intralesional vinblastine for \ncutaneous Kaposi's sarcoma associated with acquired immunodeficiency \nsyndrome. A clinical trial to evaluate efficacy and discomfort associated \nwith infection. J Am Acad Dermatol 199 3;28:61 -65. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/8381146 . \n82. Smith KJ, Skelton HG, Turiansky G, Wagner KF. Hyaluronidase \nenhances the therapeutic effect of vinblastine in intralesional treatment of \nKaposi's sarcoma. Military Medical Consortium for the Advancement of \nRetroviral Research (MMCARR). J Am Acad Dermat ol 1997;36:239 -242. \nAvailable at: https://www.ncbi.nlm.nih.gov/pubmed/9039176 . \n83. Vassallo C, Carugno A, Derlino F, et al. Intralesional vinblastine \ninjections for treatment of classic Kaposi sarcoma in diabetic patients. \nCutis 2015;95:E28 -34. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/26057517 . \n84. Sen F, Tambas M, Ciftci R, et al. Factors affecting progression -free \nsurvival in non -HIV-related Kaposi sarcoma. J Dermatolog Treat \n2016;27:275 -277. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/26368051 . 85. Schmidt BM, Holmes CM. Classic solitary Kaposi sarcoma of the foot \nin an immunocompetent patient: a case report. Wounds 2016;28:E35 -E40. \nAvailable at: https://www.ncbi.nlm.nih.gov/pubmed/27701130 . \n86. Cecchi R, Troiano M, Ghilardi M, Bartoli L. Kaposi sarcoma of the \npenis in an HIV -negative patient. J Cutan Med Surg 2011;15:118 -120. \nAvailable at: https://www.ncbi.nlm.nih.gov/pubmed/21477561 . \n87. Ozbek MR, Kutlu N. A rare case of Kaposi's sarcoma; hand \nlocalization. Handchir Mikrochir Plast Chir 1990;22:107 -109. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/2338301 . \n88. Weintraub CM, Skudowitz RB. Excision of 1,674 classic Kaposi's \nsarcomas. S Afr J Surg 2002;40:80. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/12162235 . \n89. Becker G, Bottke D. Radiotherapy in the management of Kaposi's \nsarcoma. Onkologie 2006;29:329 -333. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/16874018 . \n90. Caccialanza M, Marca S, Piccinno R, Eulisse G. Radiotherapy of \nclassic and human immunodeficiency virus -related Kaposi's sarcoma: \nresults in 1482 lesions. J Eur Acad Dermatol Venereol 2008;22:297 -302. \nAvailable at: https://www.ncbi.nlm.nih.gov/pubmed/18269597 . \n91. Cooper JS, Steinfeld AD, Lerch I. Intentions and outcomes in the \nradiotherapeutic management of epidemic Kaposi's sarcoma. Int J Radiat \nOncol Biol Phys 1991;20:419 -422. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/1995526 . \n92. Donato V, Guarnaccia R, Dognini J, et al. Radiation therapy in the \ntreatment of HIV -related Kaposi's sarcoma. Anticancer Res 2013;33:2153 -\n2157. Available at: https://www.ncbi.nlm.nih.gov/pubmed/23645769 . \n93. Kirova YM, Belembaogo E, Frikha H, et al. Radiotherapy in the \nmanagement of epidemic Kaposi's sarcoma: a retrospective study of 643 \ncases. Radiother Oncol 1998;46:19 -22. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/9488122 . PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-22 94. Nobler MP, Leddy ME, Huh SH. The impact of palliative irradiation on \nthe management of patients with acquired immune deficiency syndrome. J \nClin Oncol 1987;5:107 -112. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/2433407 . \n95. Singh NB, Lakier RH, Donde B. Hypofractionated radiation therapy in \nthe treatment of epidemic Kaposi sarcoma --a prospective randomized trial. \nRadiother Oncol 2008;88:211 -216. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/18439694 . \n96. Tsao MN, Sinclair E, Assaad D, et al. Radiation therapy for the \ntreatment of skin Kaposi sarcoma. Ann Palliat Med 2016;5:298 -302. \nAvailable at: https://www.ncbi.nlm.nih.gov/pubmed/27701876 . \n97. Wang J, Boerma M, Fu Q, Hauer -Jensen M. Radiation responses in \nskin and connective tissues: effect on wound healing and surgical \noutcome. Hernia 2006;10:502 -506. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/17047884 . \n98. Spalek M. Chronic radiation -induced dermatitis: challenges and \nsolutions. Clin Cosmet Investig Dermatol 2016;9:473 -482. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/28003769 . \n99. Kutlubay Z, Kucuktas M, Yardimci G, et al. Evaluation of effectiveness \nof cryotherapy on the treatment of cutaneous Kaposi's sarcoma. Dermatol \nSurg 2013;39:1502 -1506. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/23879208 . \n100. Northfelt DW, Dezube BJ, Thommes JA, et al. Pegylated -liposomal \ndoxorubicin versus doxorubicin, bleomycin, and vincristine in the treatment \nof AIDS -related Kaposi's sarcoma: results of a randomized phase III \nclinical trial. J Clin Oncol 1998;16:2445 -2451. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/9667262 . \n101. Stewart S, Jablonowski H, Goebel FD, et al. Randomized \ncomparative trial of pegylated liposomal doxorubicin versus bleomycin and \nvincristine in the treatment of AIDS -related Kaposi's sarcoma. International \nPegylated Liposomal Doxorubicin Study Group. J Clin Oncol 1998;16:683 -\n691. Available at: https://www.ncbi.nlm.nih.gov/pubmed/9469358 . 102. D'Amico F, Fuxman C, Nachman F, et al. Visceral Kaposi's sarcoma \nremission after intestinal transplant. First case report and systematic \nliterature review. Transplantation 2010;90:547 -554. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/20625354 . \n103. Armenian SH, Lacchetti C, Barac A, et al. Prevention and monitoring \nof cardiac dysfunction in survivors of adult cancers: American Society of \nClinical Oncology clinical practice guideline. J Clin Oncol 2017;35:893 -\n911. Available at: https://www.ncbi.nlm.nih.gov/pubmed/27918725 . \n104. Smith LA, Cornelius VR, Plummer CJ, et al. Cardiotoxicity of \nanthracycline agents for the treatment of cancer: systematic review and \nmeta -analysis of randomised controlled trials. BMC Cancer 2010;10:337. \nAvailable at: http://www.ncbi.nlm.nih.gov/pubmed/20587042 . \n105. Carver JR, Shapiro CL, Ng A, et al. American Society of Clinical \nOncology clinical evidence review on the ongoing care of adult cancer \nsurvivors: cardiac and pulmonary late effects. J Clin Oncol 2007;25:3991 -\n4008. Available at: http://www.ncbi.nlm.nih.gov/pubmed/17577017 . \n106. Doxorubicin hydrochloride liposome injection, for intravenous use. \nHorsham, PA: 2019. Available at: \nhttps://www.accessdata.fda.gov/drugsatfda_docs/label/2019/050718s055l\nbl.pdf . Accessed May 21, 2021.  \n107. Jones RL, Berry GJ, Rubens RD, Miles DW. Clinical and pathological \nabsence of cardiotoxicity after liposomal doxorubicin. Lancet Oncol \n2004;5:575 -577. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/15337488 . \n108. Welles L, Saville MW, Lietzau J, et al. Phase II trial with dose titration \nof paclitaxel for the therapy of human immunodeficiency virus -associated \nKaposi's sarcoma. J Clin Oncol 1998;16:1112 -1121. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/9508198 . \n109. Saville MW, Lietzau J, Pluda JM, et al. Treatment of HIV -associated \nKaposi's sarcoma with paclitaxel. Lancet 1995;346:26 -28. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/7603142 . PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-23 110. Krown SE, Moser CB, MacPhail P, et al. Treatment of advanced \nAIDS -associated Kaposi sarcoma in resource -limited settings: a three -\narm, open -label, randomised, non -inferiority trial. Lancet 2020;395:1195 -\n1207. Available at: https://www.ncbi.nlm.nih.gov/pubmed/32145827 . \n111. Cianfrocca M, Lee S, Von Roenn J, et al. Randomized trial of \npaclitaxel versus pegylated liposomal doxorubicin for advanced human \nimmunodeficiency virus -associated Kaposi sarcoma: evidence of symptom \npalliation from chemotherapy. Cancer 2010;116:3969 -3977. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/20564162 . \n112. Gbabe OF, Okwundu CI, Dedicoat M, Freeman EE. Treatment of \nsevere or progressive Kaposi's sarcoma in HIV -infected adults. Cochrane \nDatabase Syst Rev 2014:CD003256. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/25313415 . \n113. Tourlaki A, Germiniasi F, Rossi LC, et al. Paclitaxel as first - or \nsecond -line treatment for HIV -negative Kaposi's sarcoma: a retrospective \nstudy of 58 patients. J Dermatolog Treat 2020;31:183 -185. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/30897011 . \n114. Ercolak V, Sahin B, Gunaldi M, et al. Efficacy of paclitaxel in the \ntreatment of Kaposi sarcoma. Eur Rev Med Pharmacol Sci 2015;19:4095 -\n4100. Available at: https://www.ncbi.nlm.nih.gov/pubmed/26592833 . \n115. Northfelt DW, Dezube BJ, Thommes JA, et al. Efficacy of pegylated -\nliposomal doxorubicin in the treatment of AIDS -related Kaposi's sarcoma \nafter failure of standard chemotherapy. J Clin Oncol 1997;15:653 -659. \nAvailable at: https://www.ncbi.nlm.nih.gov/pubmed/9053490 . \n116. Stebbing J, Wildfire A, Portsmouth S, et al. Paclitaxel for \nanthracycline -resistant AIDS -related Kaposi's sarcoma: clinical and \nangiogenic correlations. Ann Oncol 2003;14:1660 -1666. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/14581275 . \n117. Erratum. J Clin Oncol 2018;36:2008. Available at: \nhttp://ascopubs.org/doi/full/10.1200/JCO.2018.79.3158 . 118. Uldrick TS, Goncalves PH, Abdul -Hay M, et al. Assessment of the \nsafety of pembrolizumab in patients With HIV and advanced cancer - a \nphase 1 study. JAMA Oncol 2019;5:1332 -1339. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/31154457 . \n119. Reid EG, Suazo A, Lensing SY, et al. Pilot trial AMC -063: Safety and \nefficacy of bortezomib in AIDS -associated Kaposi sarcoma. Clin Cancer \nRes 2020;26:558 -565. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/31624104 . \n120. Strother RM, Gregory KM, Pastakia SD, et al. Retrospective analysis \nof the efficacy of gemcitabine for previously treated AIDS -associated \nKaposi's sarcoma in western Kenya. Oncology 2010;78:5 -11. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/20215784 . \n121. Busakhala NW, Waako PJ, Strother MR, et al. Randomized phase IIA \ntrial of gemcitabine compared with bleomycin plus vincristine for treatment \nof Kaposi's sarcoma in patients on combination antiretroviral therapy in \nWestern Kenya. J Glob Oncol 2018:1 -9. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/30241150 . \n122. Nasti G, Errante D, Talamini R, et al. Vinorelbine is an effective and \nsafe drug for AIDS -related Kaposi's sarcoma: results of a phase II study. J \nClin Oncol 2000;18:1550 -1557. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/10735904 . \n123. Brambilla L, Recalcati S, Tourlaki A. Vinorelbine therapy in classic \nKaposi's sarcoma: a retrospective study of 20 patients. Eur J Dermatol \n2015;25:535 -538. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/26552718 . \n124. Brambilla L, Boneschi V, Fossati S, et al. Vinorelbine therapy for \nKaposi's sarcoma in a kidney transplant patient. Dermatology \n1997;194:281 -283. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/9187850 . \n125. Schwartsmann G, Sprinz E, Kromfield M, et al. Clinical and \npharmacokinetic study of oral etoposide in patients with AIDS -related \nKaposi's sarcoma with no prior exposure to cytotoxic therapy. J Clin Oncol PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.\n\n   \nVersion 2.2025 © 202 5 National Comprehensive  Cancer Network© (NCCN©), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN.  NCCN Guidelines Version 2.2025 \nKaposi Sarcoma  \n \nMS-24 1997;15:2118 -2124. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/9164226 . \n126. Sprinz E, Caldas AP, Mans DR, et al. Fractionated doses of oral \netoposide in the treatment of patients with aids -related kaposi sarcoma: a \nclinical and pharmacologic study to improve therapeutic index. Am J Clin \nOncol 2001;24:177 -184. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/11319295 . \n127. Evans SR, Krown SE, Testa MA, et al. Phase II evaluation of low -\ndose oral etoposide for the treatment of relapsed or progressive AIDS -\nrelated Kaposi's sarcoma: an AIDS Clinical Trials Group clinical study. J \nClin Oncol 2002;20:3236 -3241. Available at:  \nhttps://www.ncbi.nlm.nih.gov/pubmed/12149296 . \n128. Tas F, Sen F, Keskin S, Kilic L. Oral etoposide as first -line therapy in \nthe treatment of patients with advanced classic Kaposi's sarcoma (CKS): a \nsingle -arm trial (oral etoposide in CKS). J Eur Acad Dermatol Venereol \n2013;27:789 -792. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/22188463 . \n129. Cao W, Vyboh K, Routy B, et al. Imatinib for highly chemoresistant \nKaposi sarcoma in a patient with long -term HIV control: a case report and \nliterature review. Curr Oncol 2015;22:e395 -399. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/26628884 . \n130. Koon HB, Bubley GJ, Pantanowitz L, et al. Imatinib -induced \nregression of AIDS -related Kaposi's sarcoma. J Clin Oncol 2005;23:982 -\n989. Available at: https://www.ncbi.nlm.nih.gov/pubmed/15572730 . \n131. Koon HB, Krown SE, Lee JY, et al. Phase II trial of imatinib in AIDS -\nassociated Kaposi's sarcoma: AIDS Malignancy Consortium Protocol 042. \nJ Clin Oncol 2014;32:402 -408. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/24378417 . \n132. Zer A, Icht O, Yosef L, et al. Phase II single -arm study of nivolumab \nand ipilimumab (Nivo/Ipi) in previously treated classical Kaposi sarcoma \n(cKS). Ann Oncol 2022;33:720 -727. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/35339649 . 133. Fortino S, Santoro M, Iuliano E, et al. Treatment of Kaposi's Sarcoma \n(KS) with nab -paclitaxel [abstract]. Ann Oncol 2016;27:suppl_4: iv124. \nAvailable at: https://doi.org/10.1093/annonc/mdw345.63 . \n134. Delyon J, Biard L, Renaud M, et al. PD -1 blockade with \npembrolizumab in classic or endemic Kaposi's sarcoma: a multicentre, \nsingle -arm, phase 2 study. Lancet Oncol 2022;23:491 -500. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/35279271 . \n135. Little RF, Wyvill KM, Pluda JM, et al. Activity of thalidomide in AIDS -\nrelated Kaposi's sarcoma. J Clin Oncol 2000;18:2593 -2602. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/10893291 . \n136. Fife K, Howard MR, Gracie F, et al. Activity of thalidomide in AIDS -\nrelated Kaposi's sarcoma and correlation with HHV8 titre. Int J STD AIDS \n1998;9:751 -755. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/9874123 . \n137. Dantal J, Soulillou JP. Immunosuppressive drugs and the risk of \ncancer after organ transplantation. N Engl J Med 2005;352:1371 -1373. \nAvailable at: https://www.ncbi.nlm.nih.gov/pubmed/15800234 . \n138. Pantanowitz L, Fruh K, Marconi S, et al. Pathology of rituximab -\ninduced Kaposi sarcoma flare. BMC Clin Pathol 2008;8:7. Available at: \nhttps://www.ncbi.nlm.nih.gov/pubmed/18651955 . \n PLEASE NOTE that use of this NCCN Content is governed by the End-User License Agreement, and you MAY NOT distribute this Content or use it with any artificial intelligence model or tool.\nPrinted by Kevin Luo on 7/21/2025 5:44:40 PM. Copyright © 2025 National Comprehensive Cancer Network, Inc. All Rights Reserved.",
  "metadata": {
    "source": "NCCN Guidelines",
    "institution": "National Comprehensive Cancer Network",
    "evidence_level": "NCCN Category 1",
    "document_type": "clinical_guideline",
    "publication_date": "2025-10-31",
    "cancer_type": "Kaposi Sarcoma",
    "file_name": "Kaposi Sarcoma.pdf",
    "file_size": 830428,
    "processing_date": "2025-10-31T17:19:51.540370"
  }
}